{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}\\stustocoiscifs1.student.vuw.ac.nz\users$\piosantris\Documents\Log_62_Piosang.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res}27 May 2021, 16:54:54
{txt}
{com}. 
. 
. ****DATA PREP                           
. 
. 
. /* Extract all Philippine cross-sections from the original WVS timeseries dataset. 
>         S024 is the variable code for country-wave.*/
. 
. keep if S024==6083 | S024==6084 | S024==6086 | S024==6087
{txt}(421,652 observations deleted)

{com}. 
. *Retain all relevant variables.
. 
. keep S002 S007 S016 S020 /// 
>         A009 A165 A170 C006 ///
>         E003 E069_04 E069_06 E069_07 ///
>         E069_08 E069_11 E069_17 ///
>         X001 X003 X007 X025 ///
>         X028 X040 X044 ///
>         X045 X047 X049
{txt}
{com}. 
. *Set as panel using S002 (wave) as the cross-sectional identifier. 
. 
. xtset S002
{txt}{col 8}panel variable:  {res}S002 (balanced)
{txt}
{com}. 
. *Rename variable names.
. 
. rename S002 wave
{res}{txt}
{com}. rename S007 idnum
{res}{txt}
{com}. rename S016 language
{res}{txt}
{com}. rename S020 year
{res}{txt}
{com}. rename A009 health
{res}{txt}
{com}. rename A165 trust
{res}{txt}
{com}. rename A170 ls
{res}{txt}
{com}. rename C006 finansit
{res}{txt}
{com}. rename E003 Poli
{res}{txt}
{com}. rename E069_04 press
{res}{txt}
{com}. rename E069_06 police
{res}{txt}
{com}. rename E069_07 congress
{res}{txt}
{com}. rename E069_08 civilserv
{res}{txt}
{com}. rename E069_11 govt
{res}{txt}
{com}. rename E069_17 judi
{res}{txt}
{com}. rename X001 sex
{res}{txt}
{com}. rename X003 age
{res}{txt}
{com}. rename X007 marital
{res}{txt}
{com}. rename X025 edu
{res}{txt}
{com}. rename X028 employ
{res}{txt}
{com}. rename X040 chiefwage
{res}{txt}
{com}. rename X044 famsavings
{res}{txt}
{com}. rename X045 socclass
{res}{txt}
{com}. rename X047 income
{res}{txt}
{com}. rename X049 settsize
{res}{txt}
{com}. 
. *Generate Age^2.
. 
. gen agesq= age^2
{txt}
{com}. 
. /* Reverse the value order of some variables using rev package (ssc install rev).
>         The command will generate a new variable with the reversed value order (RVO) but will
>         retain the original varible (e.g. 'health' and 'rv_health', where 'rv_health' 
>         contains the RVO.
>         
>         What I did is I dropped first all original variables and then renamed the RVO
>         with the original names. Or you can just stick in using the generated
>         variable names in the analysis. */ 
. 
. ssc install rev
{txt}checking {hilite:rev} consistency and verifying not already installed...
all files already exist and are up to date.

{com}. 
. rev health
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. rev press
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. rev police
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. rev congress
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. rev civilserv
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. rev govt
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. rev judi
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. rev socclass
{txt}(note: default prefix {res}rv_ {txt}set)
{res}{txt}
{com}. 
. drop press
{txt}
{com}. drop police
{txt}
{com}. drop congress
{txt}
{com}. drop civilserv
{txt}
{com}. drop govt
{txt}
{com}. drop judi
{txt}
{com}. drop health
{txt}
{com}. drop socclass
{txt}
{com}. 
. rename rv_health health
{res}{txt}
{com}. rename rv_press press
{res}{txt}
{com}. rename rv_police police
{res}{txt}
{com}. rename rv_congress congress
{res}{txt}
{com}. rename rv_civilserv civilserv
{res}{txt}
{com}. rename rv_govt govt
{res}{txt}
{com}. rename rv_judi judi
{res}{txt}
{com}. rename rv_socclass socclass
{res}{txt}
{com}. 
. /*Change numerical label of interpersonal trust dummy. The original WVS dataset 
>         reports: 2=need to be very careful, 1=most people can be trusted. 
>         For uniformity purposes, we change it to the conventional 1-or-0 dummy. 
>         We therefore change 2 to 0 and 1 remains the same.*/
.         
. replace trust=0 if trust==2
{txt}(4,503 real changes made)

{com}. label define A165 0 "Need to be very careful", modify
{txt}
{com}. 
. *To check
. 
. codebook trust

{txt}{hline}
{res}trust{right:Most people can be trusted}
{txt}{hline}

{col 19}type:  numeric ({res}byte{txt})
{ralign 22:label}:  {res:A165}

{col 18}range:  [{res}0{txt},{res}1{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}2{col 51}{txt}missing .:  {res}31{txt}/{res}4,800

{txt}{col 13}tabulation:  Freq.   Numeric  Label
{col 21}{res}     4,503{col 33}       0{col 43}{txt}Need to be very careful
{col 21}{res}       266{col 33}       1{col 43}{txt}Most people can be trusted
{col 21}{res}        31{col 33}       .{col 43}
{txt}
{com}. 
. 
. *Recode mising values (.) as 5. 
. 
. *trust has 31 missing values 
. recode trust (.=3)
{txt}(trust: 31 changes made)

{com}. 
. *ls has 1 missing value
. recode ls (.=0)
{txt}(ls: 1 changes made)

{com}. 
. *edu has 1241 missing values 
. recode edu (.=9)
{txt}(edu: 1241 changes made)

{com}. 
. *income has 1,209 missing values 
. recode income (.=0)
{txt}(income: 1209 changes made)

{com}. 
. *recode missing values in the main covariates
. foreach x of varlist press-judi {c -(}
{txt}  2{com}.         recode `x' (.=5)
{txt}  3{com}. {c )-}
{txt}(press: 23 changes made)
(police: 21 changes made)
(congress: 35 changes made)
(civilserv: 41 changes made)
(govt: 96 changes made)
(judi: 1216 changes made)

{com}. 
. *socclass has 17 missing values 
. recode socclas (.=5)
{txt}(socclass: 17 changes made)

{com}. 
. *Generate Age Groups 
. 
. gen agegrp=. 
{txt}(4,800 missing values generated)

{com}. replace agegrp=1 if age>=15 & age<=19 
{txt}(257 real changes made)

{com}. replace agegrp=2 if age>=20 & age <=24 
{txt}(582 real changes made)

{com}. replace agegrp=3 if age>=25 & age <=29 
{txt}(565 real changes made)

{com}. replace agegrp=4 if age>=30 & age <=34 
{txt}(598 real changes made)

{com}. replace agegrp=5 if age>=35 & age <=39
{txt}(544 real changes made)

{com}. replace agegrp=6 if age>=40 & age <=44 
{txt}(501 real changes made)

{com}. replace agegrp=7 if age>= 45 & age <=49
{txt}(444 real changes made)

{com}. replace agegrp=8 if age>=50 & age <=54
{txt}(365 real changes made)

{com}. replace agegrp=9 if age>=55 & age <=59
{txt}(290 real changes made)

{com}. replace agegrp=10 if age>=60 & age <=64 
{txt}(249 real changes made)

{com}. replace agegrp=11 if age>=65 & age <=69 
{txt}(172 real changes made)

{com}. replace agegrp=12 if age>=70 & age <=74
{txt}(119 real changes made)

{com}. replace agegrp=13 if age>=75 & age <=79
{txt}(71 real changes made)

{com}. replace agegrp=14 if age>=80 & age <=84 
{txt}(32 real changes made)

{com}. replace agegrp=15 if age>=84 & age <=105 
{txt}(16 real changes made)

{com}. 
. xtset wave
{txt}{col 8}panel variable:  {res}wave (balanced)
{txt}
{com}. 
. ****                                    TABLE 1: DESCRIPTIVE STATISTICS                                         ****
. 
. 
. *       1. DS for Main Variables
. 
. by wave, sort : summarize ls press police congress civilserv govt judi, detail

{txt}{hline}
-> wave = 1994-199

                 Satisfaction with your life
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              0
{txt} 5%    {res}        3              1
{txt}10%    {res}        4              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        5              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        7                      {txt}Mean          {res} 6.834167
                        {txt}Largest       Std. Dev.     {res} 2.353993
{txt}75%    {res}        9             10
{txt}90%    {res}       10             10       {txt}Variance      {res} 5.541284
{txt}95%    {res}       10             10       {txt}Skewness      {res}-.3440156
{txt}99%    {res}       10             10       {txt}Kurtosis      {res} 2.417476

                    {txt}Confidence: The Press
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}   2.9625
                        {txt}Largest       Std. Dev.     {res} .8123897
{txt}75%    {res}        4              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .6599771
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.1368129
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 2.631468

                   {txt}Confidence: The Police
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}   2.6475
                        {txt}Largest       Std. Dev.     {res} .8882011
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .7889012
{txt}95%    {res}        4              5       {txt}Skewness      {res} .0569685
{txt}99%    {res}      4.5              5       {txt}Kurtosis      {res} 2.535873

                   {txt}Confidence: Parliament
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}    2.705
                        {txt}Largest       Std. Dev.     {res} .8377907
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .7018932
{txt}95%    {res}        4              5       {txt}Skewness      {res} .0278054
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 2.813639

               {txt}Confidence: The Civil Services
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.861667
                        {txt}Largest       Std. Dev.     {res} .8395145
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .7047845
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.0481342
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 2.815874

                 {txt}Confidence: The Government
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.713333
                        {txt}Largest       Std. Dev.     {res} .8651277
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .7484459
{txt}95%    {res}        4              5       {txt}Skewness      {res} .1933193
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 2.982405

              {txt}Confidence: Justice System/Courts
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.870833
                        {txt}Largest       Std. Dev.     {res} .8802244
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res}  .774795
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.1571316
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 2.499155

{txt}{hline}
-> wave = 1999-200

                 Satisfaction with your life
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        3              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        5              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        7                      {txt}Mean          {res} 6.651667
                        {txt}Largest       Std. Dev.     {res} 2.533906
{txt}75%    {res}        9             10
{txt}90%    {res}       10             10       {txt}Variance      {res} 6.420681
{txt}95%    {res}       10             10       {txt}Skewness      {res}-.4610754
{txt}99%    {res}       10             10       {txt}Kurtosis      {res} 2.492259

                    {txt}Confidence: The Press
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}     2.89
                        {txt}Largest       Std. Dev.     {res} .7958818
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .6334279
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.1684437
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.625278

                   {txt}Confidence: The Police
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}   2.7575
                        {txt}Largest       Std. Dev.     {res} .8578891
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .7359737
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.0686095
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.495176

                   {txt}Confidence: Parliament
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.756667
                        {txt}Largest       Std. Dev.     {res} .8649156
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res}  .748079
{txt}95%    {res}        4              5       {txt}Skewness      {res} .0336068
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 2.772116

               {txt}Confidence: The Civil Services
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}   2.8875
                        {txt}Largest       Std. Dev.     {res} .8126463
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .6603941
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.1089167
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 3.022465

                 {txt}Confidence: The Government
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.675833
                        {txt}Largest       Std. Dev.     {res} .9746149
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .9498742
{txt}95%    {res}        5              5       {txt}Skewness      {res} .4249178
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 3.057602

              {txt}Confidence: Justice System/Courts
{hline 61}
      Percentiles      Smallest
 1%    {res}        5              5
{txt} 5%    {res}        5              5
{txt}10%    {res}        5              5       {txt}Obs         {res}      1,200
{txt}25%    {res}        5              5       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        5                      {txt}Mean          {res}        5
                        {txt}Largest       Std. Dev.     {res}        0
{txt}75%    {res}        5              5
{txt}90%    {res}        5              5       {txt}Variance      {res}        0
{txt}95%    {res}        5              5       {txt}Skewness      {res}        .
{txt}99%    {res}        5              5       {txt}Kurtosis      {res}        .

{txt}{hline}
-> wave = 2010-201

                 Satisfaction with your life
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        3              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        5              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        8                      {txt}Mean          {res}    7.335
                        {txt}Largest       Std. Dev.     {res} 2.812953
{txt}75%    {res}       10             10
{txt}90%    {res}       10             10       {txt}Variance      {res} 7.912702
{txt}95%    {res}       10             10       {txt}Skewness      {res}-.8676575
{txt}99%    {res}       10             10       {txt}Kurtosis      {res} 2.739367

                    {txt}Confidence: The Press
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.824167
                        {txt}Largest       Std. Dev.     {res}  .805475
{txt}75%    {res}        3              4
{txt}90%    {res}        4              5       {txt}Variance      {res}   .64879
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.1886179
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.590784

                   {txt}Confidence: The Police
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.789167
                        {txt}Largest       Std. Dev.     {res} .8084516
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res}  .653594
{txt}95%    {res}        4              4       {txt}Skewness      {res}-.2148941
{txt}99%    {res}        4              5       {txt}Kurtosis      {res}  2.56924

                   {txt}Confidence: Parliament
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.623333
                        {txt}Largest       Std. Dev.     {res} .8074645
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .6519989
{txt}95%    {res}        4              4       {txt}Skewness      {res}  -.09905
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.568773

               {txt}Confidence: The Civil Services
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.758333
                        {txt}Largest       Std. Dev.     {res} .7780971
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .6054351
{txt}95%    {res}        4              4       {txt}Skewness      {res}-.1678603
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.655071

                 {txt}Confidence: The Government
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}   2.6225
                        {txt}Largest       Std. Dev.     {res} .8127387
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .6605442
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.0583032
{txt}99%    {res}        4              5       {txt}Kurtosis      {res}  2.57275

              {txt}Confidence: Justice System/Courts
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.806667
                        {txt}Largest       Std. Dev.     {res} .8455085
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .7148846
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.2183577
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.446329

{txt}{hline}
-> wave = 2017-202

                 Satisfaction with your life
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        4              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        6              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        8                      {txt}Mean          {res} 7.368333
                        {txt}Largest       Std. Dev.     {res}  2.46801
{txt}75%    {res}       10             10
{txt}90%    {res}       10             10       {txt}Variance      {res} 6.091073
{txt}95%    {res}       10             10       {txt}Skewness      {res}-.8163468
{txt}99%    {res}       10             10       {txt}Kurtosis      {res} 2.902515

                    {txt}Confidence: The Press
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res}    2.855
                        {txt}Largest       Std. Dev.     {res} .7838923
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .6144871
{txt}95%    {res}        4              4       {txt}Skewness      {res}-.2283821
{txt}99%    {res}        4              4       {txt}Kurtosis      {res} 2.555617

                   {txt}Confidence: The Police
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        3              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 3.118333
                        {txt}Largest       Std. Dev.     {res} .7701676
{txt}75%    {res}        4              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .5931582
{txt}95%    {res}        4              4       {txt}Skewness      {res}-.4136221
{txt}99%    {res}        4              4       {txt}Kurtosis      {res}  2.38008

                   {txt}Confidence: Parliament
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.811667
                        {txt}Largest       Std. Dev.     {res} .7702976
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .5933584
{txt}95%    {res}        4              4       {txt}Skewness      {res}-.2227538
{txt}99%    {res}        4              4       {txt}Kurtosis      {res} 2.658134

               {txt}Confidence: The Civil Services
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 2.950833
                        {txt}Largest       Std. Dev.     {res} .7586582
{txt}75%    {res}        3              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .5755623
{txt}95%    {res}        4              4       {txt}Skewness      {res} -.296309
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.702404

                 {txt}Confidence: The Government
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        3              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 3.116667
                        {txt}Largest       Std. Dev.     {res} .7606166
{txt}75%    {res}        4              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .5785377
{txt}95%    {res}        4              4       {txt}Skewness      {res}-.4715424
{txt}99%    {res}        4              4       {txt}Kurtosis      {res} 2.636512

              {txt}Confidence: Justice System/Courts
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      1,200
{txt}25%    {res}        3              1       {txt}Sum of Wgt. {res}      1,200

{txt}50%    {res}        3                      {txt}Mean          {res} 3.056667
                        {txt}Largest       Std. Dev.     {res} .7899212
{txt}75%    {res}        4              4
{txt}90%    {res}        4              4       {txt}Variance      {res} .6239755
{txt}95%    {res}        4              4       {txt}Skewness      {res}-.4255802
{txt}99%    {res}        4              4       {txt}Kurtosis      {res} 2.526729

{txt}
{com}. summarize ls press police congress civilserv govt judi, detail

                 {txt}Satisfaction with your life
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              0
{txt} 5%    {res}        2              1
{txt}10%    {res}        4              1       {txt}Obs         {res}      4,800
{txt}25%    {res}        5              1       {txt}Sum of Wgt. {res}      4,800

{txt}50%    {res}        7                      {txt}Mean          {res} 7.047292
                        {txt}Largest       Std. Dev.     {res} 2.565998
{txt}75%    {res}      9.5             10
{txt}90%    {res}       10             10       {txt}Variance      {res} 6.584344
{txt}95%    {res}       10             10       {txt}Skewness      {res}-.6216958
{txt}99%    {res}       10             10       {txt}Kurtosis      {res} 2.586925

                    {txt}Confidence: The Press
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      4,800
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      4,800

{txt}50%    {res}        3                      {txt}Mean          {res} 2.882917
                        {txt}Largest       Std. Dev.     {res} .8008902
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .6414251
{txt}95%    {res}        4              5       {txt}Skewness      {res} -.175688
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.613489

                   {txt}Confidence: The Police
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      4,800
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      4,800

{txt}50%    {res}        3                      {txt}Mean          {res} 2.828125
                        {txt}Largest       Std. Dev.     {res}  .850481
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res}  .723318
{txt}95%    {res}        4              5       {txt}Skewness      {res} -.175071
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.451642

                   {txt}Confidence: Parliament
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      4,800
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      4,800

{txt}50%    {res}        3                      {txt}Mean          {res} 2.724167
                        {txt}Largest       Std. Dev.     {res} .8235435
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .6782239
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.0559366
{txt}99%    {res}        4              5       {txt}Kurtosis      {res}   2.7281

               {txt}Confidence: The Civil Services
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      4,800
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      4,800

{txt}50%    {res}        3                      {txt}Mean          {res} 2.864583
                        {txt}Largest       Std. Dev.     {res} .8006014
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .6409625
{txt}95%    {res}        4              5       {txt}Skewness      {res}-.1463886
{txt}99%    {res}        4              5       {txt}Kurtosis      {res} 2.818975

                 {txt}Confidence: The Government
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        1              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      4,800
{txt}25%    {res}        2              1       {txt}Sum of Wgt. {res}      4,800

{txt}50%    {res}        3                      {txt}Mean          {res} 2.782083
                        {txt}Largest       Std. Dev.     {res} .8787813
{txt}75%    {res}        3              5
{txt}90%    {res}        4              5       {txt}Variance      {res} .7722565
{txt}95%    {res}        4              5       {txt}Skewness      {res} .0437615
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 2.748079

              {txt}Confidence: Justice System/Courts
{hline 61}
      Percentiles      Smallest
 1%    {res}        1              1
{txt} 5%    {res}        2              1
{txt}10%    {res}        2              1       {txt}Obs         {res}      4,800
{txt}25%    {res}        3              1       {txt}Sum of Wgt. {res}      4,800

{txt}50%    {res}        3                      {txt}Mean          {res} 3.433542
                        {txt}Largest       Std. Dev.     {res}  1.16388
{txt}75%    {res}        5              5
{txt}90%    {res}        5              5       {txt}Variance      {res} 1.354616
{txt}95%    {res}        5              5       {txt}Skewness      {res}-.0694275
{txt}99%    {res}        5              5       {txt}Kurtosis      {res} 1.989608
{txt}
{com}. 
. *       2. DS for ALL Variables 
. 
. foreach x of varlist trust-socclass {c -(}
{txt}  2{com}.         by wave, sort: summarize `x'
{txt}  3{com}.         summarize `x'
{txt}  4{com}. {c )-}

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}trust {c |}{res}      1,200       .0775    .3414541          0          3

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}trust {c |}{res}      1,200       .1225     .427371          0          3

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}trust {c |}{res}      1,200    .0383333    .2385609          0          3

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}trust {c |}{res}      1,200    .0608333    .2686872          0          3


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}trust {c |}{res}      4,800    .0747917    .3285884          0          3

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 10}ls {c |}{res}      1,200    6.834167    2.353993          0         10

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 10}ls {c |}{res}      1,200    6.651667    2.533906          1         10

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 10}ls {c |}{res}      1,200       7.335    2.812953          1         10

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 10}ls {c |}{res}      1,200    7.368333     2.46801          1         10


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 10}ls {c |}{res}      4,800    7.047292    2.565998          0         10

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}finansit {c |}{res}      1,199    6.038365    2.477652          1         10

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}finansit {c |}{res}      1,200    5.785833    2.653771          1         10

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}finansit {c |}{res}      1,200       6.325    3.003091          1         10

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}finansit {c |}{res}      1,200    6.323333    2.582831          1         10


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}finansit {c |}{res}      4,799     6.11815    2.695155          1         10

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}Poli {c |}{res}      1,199    1.904087    1.069368          1          4

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}Poli {c |}{res}      1,200      1.8675    1.012817          1          4

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}Poli {c |}{res}      1,198    2.021703    1.017571          1          4

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}Poli {c |}{res}      1,200    1.855833    1.028395          1          4


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}Poli {c |}{res}      4,797    1.912237    1.034038          1          4

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}sex {c |}{res}      1,200         1.5    .5002085          1          2

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}sex {c |}{res}      1,200         1.5    .5002085          1          2

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}sex {c |}{res}      1,200         1.5    .5002085          1          2

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}sex {c |}{res}      1,200         1.5    .5002085          1          2


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}sex {c |}{res}      4,800         1.5    .5000521          1          2

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}age {c |}{res}      1,200      36.205    14.04673         18         87

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}age {c |}{res}      1,200    38.80417    15.11002         18         89

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}age {c |}{res}      1,200    42.71417    15.56152         18         87

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}age {c |}{res}      1,200    43.71417    16.09493         18        103


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}age {c |}{res}      4,800    40.35938      15.514         18        103

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}marital {c |}{res}      1,200      2.5275    2.245391          1          6

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}marital {c |}{res}      1,200    2.215833      2.0699          1          6

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}marital {c |}{res}      1,200    2.100833    1.881564          1          6

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}marital {c |}{res}      1,200        2.35    1.957215          1          6


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 5}marital {c |}{res}      4,800    2.298542    2.048647          1          6

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}edu {c |}{res}      1,200    5.080833    2.432261          1          8

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}edu {c |}{res}      1,200    4.993333     2.44505          1          9

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}edu {c |}{res}      1,200        4.79    2.429846          1          9

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}edu {c |}{res}      1,200           9           0          9          9


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 9}edu {c |}{res}      4,800    5.966042    2.743515          1          9

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}employ {c |}{res}      1,200      3.8475    2.313086          1          8

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}employ {c |}{res}      1,200    3.786667     2.14709          1          7

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}employ {c |}{res}      1,200    3.691667    2.091708          1          7

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}employ {c |}{res}      1,200      3.6375    2.187102          1          8


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}employ {c |}{res}      4,800    3.740833    2.187101          1          8

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}chiefwage {c |}{res}      1,200    .3741667    .4841087          0          1

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}chiefwage {c |}{res}      1,200    .3908333    .4881406          0          1

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}chiefwage {c |}{res}      1,200    .4166667    .4932122          0          1

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}chiefwage {c |}{res}      1,200    .4141667    .4927829          0          1


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}chiefwage {c |}{res}      4,800    .3989583    .4897352          0          1

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 2}famsavings {c |}{res}      1,196    2.206522     .870718          1          4

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 2}famsavings {c |}{res}      1,193      2.2171    .8206496          1          4

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 2}famsavings {c |}{res}      1,200    2.385833    .8751786          1          4

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 2}famsavings {c |}{res}      1,200    2.300833    .8646516          1          4


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 2}famsavings {c |}{res}      4,789     2.27772    .8609015          1          4

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}income {c |}{res}      1,200           0           0          0          0

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}income {c |}{res}      1,200      4.7025    2.057714          0         10

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}income {c |}{res}      1,200      4.1875    2.475369          0         10

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}income {c |}{res}      1,200    4.393333    2.075784          1         10


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}income {c |}{res}      4,800    3.320833    2.715821          0         10

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}settsize {c |}{res}          0

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}settsize {c |}{res}      1,200      6.6875    1.060242          4          8

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}settsize {c |}{res}      1,200      6.7375    1.256281          2          8

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}settsize {c |}{res}      1,200    2.808333    1.624951          1          6


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}settsize {c |}{res}      3,600    5.411111    2.273441          1          8

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}agesq {c |}{res}      1,200    1507.948    1211.443        324       7569

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}agesq {c |}{res}      1,200    1733.886     1360.47        324       7921

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}agesq {c |}{res}      1,200    2066.459     1456.63        324       7569

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}agesq {c |}{res}      1,200    2169.759    1520.426        324      10609


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}agesq {c |}{res}      4,800    1869.513     1416.44        324      10609

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}health {c |}{res}      1,200    3.621667     .844072          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}health {c |}{res}      1,200    3.683333    .8642982          2          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}health {c |}{res}      1,200    3.695833    .8309983          2          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}health {c |}{res}      1,200    3.554167     .810934          1          5


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}health {c |}{res}      4,800     3.63875    .8394315          1          5

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}press {c |}{res}      1,200      2.9625    .8123897          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}press {c |}{res}      1,200        2.89    .7958818          1          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}press {c |}{res}      1,200    2.824167     .805475          1          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}press {c |}{res}      1,200       2.855    .7838923          1          4


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 7}press {c |}{res}      4,800    2.882917    .8008902          1          5

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}police {c |}{res}      1,200      2.6475    .8882011          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}police {c |}{res}      1,200      2.7575    .8578891          1          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}police {c |}{res}      1,200    2.789167    .8084516          1          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}police {c |}{res}      1,200    3.118333    .7701676          1          4


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 6}police {c |}{res}      4,800    2.828125     .850481          1          5

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}congress {c |}{res}      1,200       2.705    .8377907          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}congress {c |}{res}      1,200    2.756667    .8649156          1          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}congress {c |}{res}      1,200    2.623333    .8074645          1          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}congress {c |}{res}      1,200    2.811667    .7702976          1          4


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}congress {c |}{res}      4,800    2.724167    .8235435          1          5

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}civilserv {c |}{res}      1,200    2.861667    .8395145          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}civilserv {c |}{res}      1,200      2.8875    .8126463          1          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}civilserv {c |}{res}      1,200    2.758333    .7780971          1          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}civilserv {c |}{res}      1,200    2.950833    .7586582          1          5


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 3}civilserv {c |}{res}      4,800    2.864583    .8006014          1          5

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}govt {c |}{res}      1,200    2.713333    .8651277          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}govt {c |}{res}      1,200    2.675833    .9746149          1          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}govt {c |}{res}      1,200      2.6225    .8127387          1          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}govt {c |}{res}      1,200    3.116667    .7606166          1          4


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}govt {c |}{res}      4,800    2.782083    .8787813          1          5

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}judi {c |}{res}      1,200    2.870833    .8802244          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}judi {c |}{res}      1,200           5           0          5          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}judi {c |}{res}      1,200    2.806667    .8455085          1          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}judi {c |}{res}      1,200    3.056667    .7899212          1          4


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 8}judi {c |}{res}      4,800    3.433542     1.16388          1          5

{txt}{hline}
-> wave = 1994-199

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}socclass {c |}{res}      1,200    2.660833    1.024699          1          5

{txt}{hline}
-> wave = 1999-200

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}socclass {c |}{res}      1,200    2.431667    1.144445          1          5

{txt}{hline}
-> wave = 2010-201

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}socclass {c |}{res}      1,200    2.728333    1.044241          1          5

{txt}{hline}
-> wave = 2017-202

    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}socclass {c |}{res}      1,200    2.670833    1.094752          1          5


{txt}    Variable {c |}        Obs        Mean    Std. Dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 4}socclass {c |}{res}      4,800    2.622917    1.083653          1          5
{txt}
{com}. 
. ****                                    Table 2: Polychronic Correlation Matrix                         ****
. 
. *Install polychoric from http://staskolenikov.net/stata 
. 
. polychoric police congress civilserv govt judi trust ls 
{res}
{txt}Polychoric correlation matrix

               police    congress   civilserv        govt        judi       trust          ls
   police  {res}         1
{txt} congress  {res} .50501986           1
{txt}civilserv  {res} .39900193   .59167143           1
{txt}     govt  {res} .51026706    .5014639   .41810282           1
{txt}     judi  {res}  .2515767   .27784443   .24978908    .2238512           1
{txt}    trust  {res} .03525493   .06597439   .03439022   .02577171    .1913544           1
{txt}       ls  {res} .04200991    .0446893   .03283425   .05711147  -.04609619   -.0186339           1
{txt}
{com}. 
. 
. 
. ****                                    TABLE 2: LS and Controls Variables                                      **** 
. 
. 
. *Vectors C, CQ, CQZ
. 
. foreach y in "reg" {c -(}
{txt}  2{com}.         `y' ls age agesq i.sex i.wave, robust
{txt}  3{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ i.wave, robust
{txt}  4{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ ib3.health ib5.income i.trust i.wave, robust
{txt}  5{com}. {c )-}

{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(6, 4793)        =  {res}    14.41
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0173
                                                {txt}Root MSE          =    {res} 2.5453

{txt}{hline 13}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 14}{c |}{col 26}    Robust
{col 1}          ls{col 14}{c |}      Coef.{col 26}   Std. Err.{col 38}      t{col 46}   P>|t|{col 54}     [95% Con{col 67}f. Interval]
{hline 13}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 9}age {c |}{col 14}{res}{space 2}-.0297431{col 26}{space 2} .0137415{col 37}{space 1}   -2.16{col 46}{space 3}0.030{col 54}{space 4}-.0566827{col 67}{space 3}-.0028035
{txt}{space 7}agesq {c |}{col 14}{res}{space 2} .0002593{col 26}{space 2}  .000156{col 37}{space 1}    1.66{col 46}{space 3}0.097{col 54}{space 4}-.0000466{col 67}{space 3} .0005652
{txt}{space 12} {c |}
{space 9}sex {c |}
{space 5}Female  {c |}{col 14}{res}{space 2} .0982718{col 26}{space 2}  .073514{col 37}{space 1}    1.34{col 46}{space 3}0.181{col 54}{space 4}-.0458495{col 67}{space 3}  .242393
{txt}{space 12} {c |}
{space 8}wave {c |}
{space 2}1999-2004  {c |}{col 14}{res}{space 2}-.1637728{col 26}{space 2} .0998348{col 37}{space 1}   -1.64{col 46}{space 3}0.101{col 54}{space 4}-.3594948{col 67}{space 3} .0319493
{txt}{space 2}2010-2014  {c |}{col 14}{res}{space 2}  .549628{col 26}{space 2} .1062057{col 37}{space 1}    5.18{col 46}{space 3}0.000{col 54}{space 4} .3414162{col 67}{space 3} .7578399
{txt}{space 2}2017-2020  {c |}{col 14}{res}{space 2} .5859213{col 26}{space 2} .0991634{col 37}{space 1}    5.91{col 46}{space 3}0.000{col 54}{space 4} .3915155{col 67}{space 3} .7803271
{txt}{space 12} {c |}
{space 7}_cons {c |}{col 14}{res}{space 2} 7.470906{col 26}{space 2} .2775202{col 37}{space 1}   26.92{col 46}{space 3}0.000{col 54}{space 4} 6.926838{col 67}{space 3} 8.014973
{txt}{hline 13}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(26, 4773)       =  {res}     6.03
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0296
                                                {txt}Root MSE          =    {res} 2.5346

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0282592{col 75}{space 2} .0173539{col 86}{space 1}   -1.63{col 95}{space 3}0.104{col 103}{space 4}-.0622809{col 116}{space 3} .0057625
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002398{col 75}{space 2} .0001923{col 86}{space 1}    1.25{col 95}{space 3}0.212{col 103}{space 4}-.0001372{col 116}{space 3} .0006167
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1396513{col 75}{space 2} .0842072{col 86}{space 1}    1.66{col 95}{space 3}0.097{col 103}{space 4}-.0254336{col 116}{space 3} .3047362
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1884003{col 75}{space 2} .1812555{col 86}{space 1}    1.04{col 95}{space 3}0.299{col 103}{space 4}-.1669439{col 116}{space 3} .5437446
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2}  .141725{col 75}{space 2} .2760443{col 86}{space 1}    0.51{col 95}{space 3}0.608{col 103}{space 4}-.3994491{col 116}{space 3} .6828991
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .1254912{col 75}{space 2} .2177097{col 86}{space 1}    0.58{col 95}{space 3}0.564{col 103}{space 4}-.3013201{col 116}{space 3} .5523026
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} .0184091{col 75}{space 2} .1886262{col 86}{space 1}    0.10{col 95}{space 3}0.922{col 103}{space 4}-.3513853{col 116}{space 3} .3882035
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .1952148{col 75}{space 2} .1695711{col 86}{space 1}    1.15{col 95}{space 3}0.250{col 103}{space 4}-.1372229{col 116}{space 3} .5276524
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .4763104{col 75}{space 2}  .172883{col 86}{space 1}    2.76{col 95}{space 3}0.006{col 103}{space 4} .1373801{col 116}{space 3} .8152408
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .7344457{col 75}{space 2} .1649397{col 86}{space 1}    4.45{col 95}{space 3}0.000{col 103}{space 4} .4110879{col 116}{space 3} 1.057804
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.4495821{col 75}{space 2} .5513247{col 86}{space 1}   -0.82{col 95}{space 3}0.415{col 103}{space 4}-1.530433{col 116}{space 3} .6312685
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2318611{col 75}{space 2}   1.0144{col 86}{space 1}   -0.23{col 95}{space 3}0.819{col 103}{space 4}-2.220552{col 116}{space 3}  1.75683
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.5426066{col 75}{space 2} 1.023382{col 86}{space 1}   -0.53{col 95}{space 3}0.596{col 103}{space 4}-2.548908{col 116}{space 3} 1.463694
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.8870309{col 75}{space 2} 1.054825{col 86}{space 1}   -0.84{col 95}{space 3}0.400{col 103}{space 4}-2.954975{col 116}{space 3} 1.180913
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.3214484{col 75}{space 2} 1.031563{col 86}{space 1}   -0.31{col 95}{space 3}0.755{col 103}{space 4}-2.343787{col 116}{space 3}  1.70089
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4299613{col 75}{space 2} 1.018985{col 86}{space 1}   -0.42{col 95}{space 3}0.673{col 103}{space 4}-2.427641{col 116}{space 3} 1.567718
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1513336{col 75}{space 2} .1862372{col 86}{space 1}   -0.81{col 95}{space 3}0.416{col 103}{space 4}-.5164444{col 116}{space 3} .2137771
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.3557108{col 75}{space 2} .2143997{col 86}{space 1}   -1.66{col 95}{space 3}0.097{col 103}{space 4}-.7760331{col 116}{space 3} .0646114
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2} -.321489{col 75}{space 2} .1964002{col 86}{space 1}   -1.64{col 95}{space 3}0.102{col 103}{space 4} -.706524{col 116}{space 3}  .063546
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .1339901{col 75}{space 2} .2893855{col 86}{space 1}    0.46{col 95}{space 3}0.643{col 103}{space 4} -.433339{col 116}{space 3} .7013192
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.3155974{col 75}{space 2} .2013465{col 86}{space 1}   -1.57{col 95}{space 3}0.117{col 103}{space 4}-.7103293{col 116}{space 3} .0791345
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2887379{col 75}{space 2} .1766646{col 86}{space 1}   -1.63{col 95}{space 3}0.102{col 103}{space 4} -.635082{col 116}{space 3} .0576063
{txt}{space 55}Other  {c |}{col 63}{res}{space 2}  .324968{col 75}{space 2} .8523462{col 86}{space 1}    0.38{col 95}{space 3}0.703{col 103}{space 4}-1.346024{col 116}{space 3}  1.99596
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.1434489{col 75}{space 2} .0997105{col 86}{space 1}   -1.44{col 95}{space 3}0.150{col 103}{space 4}-.3389275{col 116}{space 3} .0520297
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .6224941{col 75}{space 2} .1090682{col 86}{space 1}    5.71{col 95}{space 3}0.000{col 103}{space 4} .4086702{col 116}{space 3}  .836318
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.376202{col 75}{space 2} .5473145{col 86}{space 1}    2.51{col 95}{space 3}0.012{col 103}{space 4} .3032132{col 116}{space 3} 2.449191
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 7.671392{col 75}{space 2} 1.077975{col 86}{space 1}    7.12{col 95}{space 3}0.000{col 103}{space 4} 5.558064{col 116}{space 3} 9.784719
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(42, 4757)       =  {res}    11.47
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0844
                                                {txt}Root MSE          =    {res} 2.4661

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0201176{col 75}{space 2} .0171174{col 86}{space 1}   -1.18{col 95}{space 3}0.240{col 103}{space 4}-.0536756{col 116}{space 3} .0134403
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002351{col 75}{space 2} .0001897{col 86}{space 1}    1.24{col 95}{space 3}0.215{col 103}{space 4}-.0001369{col 116}{space 3}  .000607
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1285395{col 75}{space 2}  .081865{col 86}{space 1}    1.57{col 95}{space 3}0.116{col 103}{space 4}-.0319538{col 116}{space 3} .2890327
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1285912{col 75}{space 2} .1757036{col 86}{space 1}    0.73{col 95}{space 3}0.464{col 103}{space 4}-.2158692{col 116}{space 3} .4730516
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2}  .067198{col 75}{space 2} .2684551{col 86}{space 1}    0.25{col 95}{space 3}0.802{col 103}{space 4}-.4590982{col 116}{space 3} .5934942
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}-.0227283{col 75}{space 2} .2117738{col 86}{space 1}   -0.11{col 95}{space 3}0.915{col 103}{space 4} -.437903{col 116}{space 3} .3924465
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}  -.08519{col 75}{space 2} .1824558{col 86}{space 1}   -0.47{col 95}{space 3}0.641{col 103}{space 4}-.4428878{col 116}{space 3} .2725079
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .0858696{col 75}{space 2} .1649659{col 86}{space 1}    0.52{col 95}{space 3}0.603{col 103}{space 4}-.2375398{col 116}{space 3} .4092791
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2}  .218888{col 75}{space 2} .1690777{col 86}{space 1}    1.29{col 95}{space 3}0.196{col 103}{space 4}-.1125826{col 116}{space 3} .5503585
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .3471547{col 75}{space 2}  .162395{col 86}{space 1}    2.14{col 95}{space 3}0.033{col 103}{space 4} .0287853{col 116}{space 3}  .665524
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2789218{col 75}{space 2} .5521976{col 86}{space 1}   -0.51{col 95}{space 3}0.614{col 103}{space 4}-1.361485{col 116}{space 3}  .803641
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2650541{col 75}{space 2} .9867889{col 86}{space 1}   -0.27{col 95}{space 3}0.788{col 103}{space 4}-2.199617{col 116}{space 3} 1.669509
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.6225329{col 75}{space 2} .9947349{col 86}{space 1}   -0.63{col 95}{space 3}0.531{col 103}{space 4}-2.572674{col 116}{space 3} 1.327608
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.9799313{col 75}{space 2} 1.024826{col 86}{space 1}   -0.96{col 95}{space 3}0.339{col 103}{space 4}-2.989065{col 116}{space 3} 1.029202
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.2995006{col 75}{space 2} 1.001161{col 86}{space 1}   -0.30{col 95}{space 3}0.765{col 103}{space 4} -2.26224{col 116}{space 3} 1.663239
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4429684{col 75}{space 2} .9917561{col 86}{space 1}   -0.45{col 95}{space 3}0.655{col 103}{space 4}-2.387269{col 116}{space 3} 1.501332
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1147186{col 75}{space 2}  .179745{col 86}{space 1}   -0.64{col 95}{space 3}0.523{col 103}{space 4} -.467102{col 116}{space 3} .2376648
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2131172{col 75}{space 2} .2093447{col 86}{space 1}   -1.02{col 95}{space 3}0.309{col 103}{space 4}-.6235297{col 116}{space 3} .1972953
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.2839952{col 75}{space 2} .1901553{col 86}{space 1}   -1.49{col 95}{space 3}0.135{col 103}{space 4}-.6567876{col 116}{space 3} .0887973
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0290217{col 75}{space 2} .2775504{col 86}{space 1}    0.10{col 95}{space 3}0.917{col 103}{space 4}-.5151056{col 116}{space 3} .5731489
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.1904439{col 75}{space 2} .1962534{col 86}{space 1}   -0.97{col 95}{space 3}0.332{col 103}{space 4}-.5751915{col 116}{space 3} .1943036
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.1702021{col 75}{space 2} .1713883{col 86}{space 1}   -0.99{col 95}{space 3}0.321{col 103}{space 4}-.5062025{col 116}{space 3} .1657983
{txt}{space 55}Other  {c |}{col 63}{res}{space 2}  .423051{col 75}{space 2} .9088209{col 86}{space 1}    0.47{col 95}{space 3}0.642{col 103}{space 4}-1.358659{col 116}{space 3} 2.204761
{txt}{space 61} {c |}
{space 55}health {c |}
{space 51}Very poor  {c |}{col 63}{res}{space 2}-3.012028{col 75}{space 2} .7129873{col 86}{space 1}   -4.22{col 95}{space 3}0.000{col 103}{space 4}-4.409813{col 116}{space 3}-1.614243
{txt}{space 56}Poor  {c |}{col 63}{res}{space 2}-.7735742{col 75}{space 2}  .181988{col 86}{space 1}   -4.25{col 95}{space 3}0.000{col 103}{space 4}-1.130355{col 116}{space 3}-.4167935
{txt}{space 56}Good  {c |}{col 63}{res}{space 2}  .366243{col 75}{space 2} .0819572{col 86}{space 1}    4.47{col 95}{space 3}0.000{col 103}{space 4}  .205569{col 116}{space 3}  .526917
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2}  .955781{col 75}{space 2} .1022926{col 86}{space 1}    9.34{col 95}{space 3}0.000{col 103}{space 4}   .75524{col 116}{space 3} 1.156322
{txt}{space 61} {c |}
{space 55}income {c |}
{space 59}0  {c |}{col 63}{res}{space 2} .3083295{col 75}{space 2} 1.196485{col 86}{space 1}    0.26{col 95}{space 3}0.797{col 103}{space 4}-2.037335{col 116}{space 3} 2.653994
{txt}{space 50}Lower step  {c |}{col 63}{res}{space 2}-.5214606{col 75}{space 2} .1684436{col 86}{space 1}   -3.10{col 95}{space 3}0.002{col 103}{space 4} -.851688{col 116}{space 3}-.1912331
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-.8189012{col 75}{space 2} .1787694{col 86}{space 1}   -4.58{col 95}{space 3}0.000{col 103}{space 4}-1.169372{col 116}{space 3}-.4684305
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.3209094{col 75}{space 2} .1497478{col 86}{space 1}   -2.14{col 95}{space 3}0.032{col 103}{space 4}-.6144845{col 116}{space 3}-.0273344
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.0017799{col 75}{space 2} .1426662{col 86}{space 1}   -0.01{col 95}{space 3}0.990{col 103}{space 4}-.2814717{col 116}{space 3} .2779119
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .3005151{col 75}{space 2}  .123253{col 86}{space 1}    2.44{col 95}{space 3}0.015{col 103}{space 4} .0588821{col 116}{space 3}  .542148
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .6580394{col 75}{space 2} .1441748{col 86}{space 1}    4.56{col 95}{space 3}0.000{col 103}{space 4} .3753902{col 116}{space 3} .9406887
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .7159315{col 75}{space 2} .1643908{col 86}{space 1}    4.36{col 95}{space 3}0.000{col 103}{space 4} .3936494{col 116}{space 3} 1.038214
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.366569{col 75}{space 2} .2814162{col 86}{space 1}    4.86{col 95}{space 3}0.000{col 103}{space 4} .8148624{col 116}{space 3} 1.918275
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .5781091{col 75}{space 2} .3692306{col 86}{space 1}    1.57{col 95}{space 3}0.117{col 103}{space 4}-.1457537{col 116}{space 3} 1.301972
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0803658{col 75}{space 2}  .165835{col 86}{space 1}    0.48{col 95}{space 3}0.628{col 103}{space 4}-.2447476{col 116}{space 3} .4054792
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.8376667{col 75}{space 2} .4732594{col 86}{space 1}   -1.77{col 95}{space 3}0.077{col 103}{space 4}-1.765474{col 116}{space 3} .0901408
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} .0557095{col 75}{space 2} 1.195272{col 86}{space 1}    0.05{col 95}{space 3}0.963{col 103}{space 4}-2.287576{col 116}{space 3} 2.398995
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .8764272{col 75}{space 2} 1.197021{col 86}{space 1}    0.73{col 95}{space 3}0.464{col 103}{space 4}-1.470288{col 116}{space 3} 3.223143
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.360224{col 75}{space 2} 1.312041{col 86}{space 1}    1.04{col 95}{space 3}0.300{col 103}{space 4}-1.211983{col 116}{space 3} 3.932431
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 6.978886{col 75}{space 2} 1.591368{col 86}{space 1}    4.39{col 95}{space 3}0.000{col 103}{space 4} 3.859068{col 116}{space 3}  10.0987
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. 
. 
. 
. 
. 
. ***                                     TABLE 3.1 and 3.2: LS AND MAIN COVARIATES                               ***
. 
. *Police 
. foreach y in "reg" {c -(} 
{txt}  2{com}.         `y' ls age agesq i.sex ib3.police i.wave, robust 
{txt}  3{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ ib3.police i.wave, robust
{txt}  4{com}.         `y' ls  age agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.police i.wave, robust
{txt}  5{com}.         vif
{txt}  6{com}. {c )-}

{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(10, 4789)       =  {res}     9.08
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0183
                                                {txt}Root MSE          =    {res} 2.5451

{txt}{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}            ls{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}age {c |}{col 16}{res}{space 2}-.0302155{col 28}{space 2} .0137864{col 39}{space 1}   -2.19{col 48}{space 3}0.028{col 56}{space 4}-.0572431{col 69}{space 3}-.0031878
{txt}{space 9}agesq {c |}{col 16}{res}{space 2} .0002649{col 28}{space 2} .0001566{col 39}{space 1}    1.69{col 48}{space 3}0.091{col 56}{space 4} -.000042{col 69}{space 3} .0005719
{txt}{space 14} {c |}
{space 11}sex {c |}
{space 7}Female  {c |}{col 16}{res}{space 2} .1043391{col 28}{space 2}  .073549{col 39}{space 1}    1.42{col 48}{space 3}0.156{col 56}{space 4}-.0398507{col 69}{space 3} .2485288
{txt}{space 14} {c |}
{space 8}police {c |}
{space 2}None at all  {c |}{col 16}{res}{space 2}-.0088822{col 28}{space 2} .1759232{col 39}{space 1}   -0.05{col 48}{space 3}0.960{col 56}{space 4}-.3537725{col 69}{space 3} .3360081
{txt}Not very much  {c |}{col 16}{res}{space 2}-.0446597{col 28}{space 2} .0867992{col 39}{space 1}   -0.51{col 48}{space 3}0.607{col 56}{space 4}-.2148261{col 69}{space 3} .1255066
{txt}{space 1}A great deal  {c |}{col 16}{res}{space 2} .1681346{col 28}{space 2} .0995086{col 39}{space 1}    1.69{col 48}{space 3}0.091{col 56}{space 4} -.026948{col 69}{space 3} .3632171
{txt}{space 12}5  {c |}{col 16}{res}{space 2}-.2925558{col 28}{space 2} .5966992{col 39}{space 1}   -0.49{col 48}{space 3}0.624{col 56}{space 4} -1.46236{col 69}{space 3} .8772489
{txt}{space 14} {c |}
{space 10}wave {c |}
{space 4}1999-2004  {c |}{col 16}{res}{space 2}-.1718408{col 28}{space 2} .1000103{col 39}{space 1}   -1.72{col 48}{space 3}0.086{col 56}{space 4} -.367907{col 69}{space 3} .0242254
{txt}{space 4}2010-2014  {c |}{col 16}{res}{space 2} .5393052{col 28}{space 2} .1066145{col 39}{space 1}    5.06{col 48}{space 3}0.000{col 56}{space 4} .3302918{col 69}{space 3} .7483186
{txt}{space 4}2017-2020  {c |}{col 16}{res}{space 2} .5437593{col 28}{space 2} .1018366{col 39}{space 1}    5.34{col 48}{space 3}0.000{col 56}{space 4} .3441127{col 69}{space 3} .7434059
{txt}{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2} 7.469044{col 28}{space 2} .2811486{col 39}{space 1}   26.57{col 48}{space 3}0.000{col 56}{space 4} 6.917864{col 69}{space 3} 8.020225
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(30, 4769)       =  {res}     5.48
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0312
                                                {txt}Root MSE          =    {res} 2.5336

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0281202{col 75}{space 2} .0174049{col 86}{space 1}   -1.62{col 95}{space 3}0.106{col 103}{space 4}-.0622419{col 116}{space 3} .0060015
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002431{col 75}{space 2}  .000193{col 86}{space 1}    1.26{col 95}{space 3}0.208{col 103}{space 4}-.0001353{col 116}{space 3} .0006215
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1471866{col 75}{space 2} .0842008{col 86}{space 1}    1.75{col 95}{space 3}0.081{col 103}{space 4}-.0178859{col 116}{space 3}  .312259
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1919824{col 75}{space 2} .1812371{col 86}{space 1}    1.06{col 95}{space 3}0.290{col 103}{space 4}-.1633259{col 116}{space 3} .5472907
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .1572073{col 75}{space 2} .2776012{col 86}{space 1}    0.57{col 95}{space 3}0.571{col 103}{space 4}-.3870192{col 116}{space 3} .7014337
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .1535145{col 75}{space 2} .2175089{col 86}{space 1}    0.71{col 95}{space 3}0.480{col 103}{space 4}-.2729034{col 116}{space 3} .5799323
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} .0397521{col 75}{space 2}  .188621{col 86}{space 1}    0.21{col 95}{space 3}0.833{col 103}{space 4}-.3300321{col 116}{space 3} .4095364
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .2219113{col 75}{space 2} .1700735{col 86}{space 1}    1.30{col 95}{space 3}0.192{col 103}{space 4}-.1115113{col 116}{space 3} .5553338
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .5259767{col 75}{space 2} .1736057{col 86}{space 1}    3.03{col 95}{space 3}0.002{col 103}{space 4} .1856295{col 116}{space 3}  .866324
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .7773948{col 75}{space 2} .1660971{col 86}{space 1}    4.68{col 95}{space 3}0.000{col 103}{space 4} .4517678{col 116}{space 3} 1.103022
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.4605259{col 75}{space 2} .5485019{col 86}{space 1}   -0.84{col 95}{space 3}0.401{col 103}{space 4}-1.535843{col 116}{space 3}  .614791
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2125354{col 75}{space 2} 1.000487{col 86}{space 1}   -0.21{col 95}{space 3}0.832{col 103}{space 4}-2.173952{col 116}{space 3} 1.748881
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.5079468{col 75}{space 2} 1.009687{col 86}{space 1}   -0.50{col 95}{space 3}0.615{col 103}{space 4}  -2.4874{col 116}{space 3} 1.471506
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.8506517{col 75}{space 2}  1.04124{col 86}{space 1}   -0.82{col 95}{space 3}0.414{col 103}{space 4}-2.891963{col 116}{space 3} 1.190659
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.3025141{col 75}{space 2} 1.017721{col 86}{space 1}   -0.30{col 95}{space 3}0.766{col 103}{space 4}-2.297717{col 116}{space 3} 1.692689
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4100891{col 75}{space 2}  1.00512{col 86}{space 1}   -0.41{col 95}{space 3}0.683{col 103}{space 4}-2.380587{col 116}{space 3} 1.560409
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1517146{col 75}{space 2} .1861386{col 86}{space 1}   -0.82{col 95}{space 3}0.415{col 103}{space 4}-.5166321{col 116}{space 3}  .213203
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.3532647{col 75}{space 2} .2145275{col 86}{space 1}   -1.65{col 95}{space 3}0.100{col 103}{space 4}-.7738378{col 116}{space 3} .0673083
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.3298146{col 75}{space 2} .1963329{col 86}{space 1}   -1.68{col 95}{space 3}0.093{col 103}{space 4}-.7147177{col 116}{space 3} .0550885
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .1302003{col 75}{space 2} .2891851{col 86}{space 1}    0.45{col 95}{space 3}0.653{col 103}{space 4} -.436736{col 116}{space 3} .6971366
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.3196358{col 75}{space 2} .2013065{col 86}{space 1}   -1.59{col 95}{space 3}0.112{col 103}{space 4}-.7142895{col 116}{space 3} .0750179
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2845785{col 75}{space 2}  .176419{col 86}{space 1}   -1.61{col 95}{space 3}0.107{col 103}{space 4}-.6304411{col 116}{space 3} .0612842
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .2498549{col 75}{space 2}  .824971{col 86}{space 1}    0.30{col 95}{space 3}0.762{col 103}{space 4}-1.367469{col 116}{space 3} 1.867179
{txt}{space 61} {c |}
{space 55}police {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.0812026{col 75}{space 2} .1774366{col 86}{space 1}   -0.46{col 95}{space 3}0.647{col 103}{space 4}-.4290603{col 116}{space 3}  .266655
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0908911{col 75}{space 2} .0866158{col 86}{space 1}   -1.05{col 95}{space 3}0.294{col 103}{space 4} -.260698{col 116}{space 3} .0789158
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1966426{col 75}{space 2} .0997666{col 86}{space 1}    1.97{col 95}{space 3}0.049{col 103}{space 4} .0010541{col 116}{space 3} .3922312
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.2457257{col 75}{space 2} .5754429{col 86}{space 1}   -0.43{col 95}{space 3}0.669{col 103}{space 4}-1.373859{col 116}{space 3}  .882408
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.1545086{col 75}{space 2} .0999321{col 86}{space 1}   -1.55{col 95}{space 3}0.122{col 103}{space 4}-.3504218{col 116}{space 3} .0414045
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .6054176{col 75}{space 2} .1096441{col 86}{space 1}    5.52{col 95}{space 3}0.000{col 103}{space 4} .3904644{col 116}{space 3} .8203707
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.348914{col 75}{space 2} .5447313{col 86}{space 1}    2.48{col 95}{space 3}0.013{col 103}{space 4} .2809889{col 116}{space 3} 2.416838
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 7.623266{col 75}{space 2} 1.065035{col 86}{space 1}    7.16{col 95}{space 3}0.000{col 103}{space 4} 5.535307{col 116}{space 3} 9.711226
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(46, 4753)       =  {res}    10.70
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0864
                                                {txt}Root MSE          =    {res} 2.4645

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0200422{col 75}{space 2} .0171657{col 86}{space 1}   -1.17{col 95}{space 3}0.243{col 103}{space 4} -.053695{col 116}{space 3} .0136106
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002397{col 75}{space 2} .0001905{col 86}{space 1}    1.26{col 95}{space 3}0.208{col 103}{space 4}-.0001337{col 116}{space 3} .0006131
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1363686{col 75}{space 2} .0818416{col 86}{space 1}    1.67{col 95}{space 3}0.096{col 103}{space 4}-.0240788{col 116}{space 3} .2968161
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1288725{col 75}{space 2} .1756361{col 86}{space 1}    0.73{col 95}{space 3}0.463{col 103}{space 4}-.2154557{col 116}{space 3} .4732006
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0799188{col 75}{space 2} .2697447{col 86}{space 1}    0.30{col 95}{space 3}0.767{col 103}{space 4}-.4489058{col 116}{space 3} .6087434
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .0038002{col 75}{space 2} .2116742{col 86}{space 1}    0.02{col 95}{space 3}0.986{col 103}{space 4}-.4111793{col 116}{space 3} .4187798
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} -.064252{col 75}{space 2} .1823214{col 86}{space 1}   -0.35{col 95}{space 3}0.725{col 103}{space 4}-.4216863{col 116}{space 3} .2931824
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .1130746{col 75}{space 2} .1653797{col 86}{space 1}    0.68{col 95}{space 3}0.494{col 103}{space 4}-.2111462{col 116}{space 3} .4372953
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .2661129{col 75}{space 2} .1695162{col 86}{space 1}    1.57{col 95}{space 3}0.117{col 103}{space 4}-.0662173{col 116}{space 3} .5984432
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .3863166{col 75}{space 2} .1632354{col 86}{space 1}    2.37{col 95}{space 3}0.018{col 103}{space 4} .0662997{col 116}{space 3} .7063336
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2843072{col 75}{space 2} .5482091{col 86}{space 1}   -0.52{col 95}{space 3}0.604{col 103}{space 4}-1.359051{col 116}{space 3} .7904365
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2656611{col 75}{space 2} .9675944{col 86}{space 1}   -0.27{col 95}{space 3}0.784{col 103}{space 4}-2.162594{col 116}{space 3} 1.631272
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.6076808{col 75}{space 2} .9757743{col 86}{space 1}   -0.62{col 95}{space 3}0.533{col 103}{space 4} -2.52065{col 116}{space 3} 1.305289
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.9651473{col 75}{space 2} 1.006239{col 86}{space 1}   -0.96{col 95}{space 3}0.338{col 103}{space 4}-2.937841{col 116}{space 3} 1.007546
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.2976544{col 75}{space 2} .9820808{col 86}{space 1}   -0.30{col 95}{space 3}0.762{col 103}{space 4}-2.222988{col 116}{space 3} 1.627679
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4424335{col 75}{space 2} .9726142{col 86}{space 1}   -0.45{col 95}{space 3}0.649{col 103}{space 4}-2.349208{col 116}{space 3} 1.464341
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1171175{col 75}{space 2} .1795084{col 86}{space 1}   -0.65{col 95}{space 3}0.514{col 103}{space 4}-.4690372{col 116}{space 3} .2348022
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2121614{col 75}{space 2} .2094976{col 86}{space 1}   -1.01{col 95}{space 3}0.311{col 103}{space 4}-.6228736{col 116}{space 3} .1985509
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.2937864{col 75}{space 2} .1899276{col 86}{space 1}   -1.55{col 95}{space 3}0.122{col 103}{space 4}-.6661324{col 116}{space 3} .0785596
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0186977{col 75}{space 2} .2768562{col 86}{space 1}    0.07{col 95}{space 3}0.946{col 103}{space 4}-.5240688{col 116}{space 3} .5614641
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2} -.195846{col 75}{space 2} .1961079{col 86}{space 1}   -1.00{col 95}{space 3}0.318{col 103}{space 4}-.5803084{col 116}{space 3} .1886164
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.1660963{col 75}{space 2} .1709531{col 86}{space 1}   -0.97{col 95}{space 3}0.331{col 103}{space 4}-.5012436{col 116}{space 3} .1690511
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .3326681{col 75}{space 2}   .86532{col 86}{space 1}    0.38{col 95}{space 3}0.701{col 103}{space 4} -1.36376{col 116}{space 3} 2.029096
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 2.314371{col 75}{space 2} .7391034{col 86}{space 1}    3.13{col 95}{space 3}0.002{col 103}{space 4} .8653861{col 116}{space 3} 3.763356
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 3.097957{col 75}{space 2} .7202653{col 86}{space 1}    4.30{col 95}{space 3}0.000{col 103}{space 4} 1.685903{col 116}{space 3}  4.51001
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 3.462199{col 75}{space 2} .7210195{col 86}{space 1}    4.80{col 95}{space 3}0.000{col 103}{space 4} 2.048667{col 116}{space 3} 4.875732
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 4.042058{col 75}{space 2} .7238048{col 86}{space 1}    5.58{col 95}{space 3}0.000{col 103}{space 4} 2.623066{col 116}{space 3} 5.461051
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.7212047{col 75}{space 2} 1.222547{col 86}{space 1}   -0.59{col 95}{space 3}0.555{col 103}{space 4}-3.117963{col 116}{space 3} 1.675554
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-1.000509{col 75}{space 2} 1.223456{col 86}{space 1}   -0.82{col 95}{space 3}0.414{col 103}{space 4}-3.399049{col 116}{space 3} 1.398031
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.4949045{col 75}{space 2} 1.220009{col 86}{space 1}   -0.41{col 95}{space 3}0.685{col 103}{space 4}-2.886687{col 116}{space 3} 1.896878
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.1814302{col 75}{space 2} 1.218655{col 86}{space 1}   -0.15{col 95}{space 3}0.882{col 103}{space 4}-2.570558{col 116}{space 3} 2.207698
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.1734643{col 75}{space 2} 1.215073{col 86}{space 1}   -0.14{col 95}{space 3}0.886{col 103}{space 4} -2.55557{col 116}{space 3} 2.208641
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .1374686{col 75}{space 2} 1.215847{col 86}{space 1}    0.11{col 95}{space 3}0.910{col 103}{space 4}-2.246154{col 116}{space 3} 2.521091
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .4959427{col 75}{space 2} 1.218661{col 86}{space 1}    0.41{col 95}{space 3}0.684{col 103}{space 4}-1.893197{col 116}{space 3} 2.885082
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .5326219{col 75}{space 2} 1.220557{col 86}{space 1}    0.44{col 95}{space 3}0.663{col 103}{space 4}-1.860236{col 116}{space 3}  2.92548
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.187046{col 75}{space 2}  1.24275{col 86}{space 1}    0.96{col 95}{space 3}0.340{col 103}{space 4}-1.249321{col 116}{space 3} 3.623412
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .3717796{col 75}{space 2} 1.266181{col 86}{space 1}    0.29{col 95}{space 3}0.769{col 103}{space 4}-2.110521{col 116}{space 3}  2.85408
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0692608{col 75}{space 2} .1654147{col 86}{space 1}    0.42{col 95}{space 3}0.675{col 103}{space 4}-.2550286{col 116}{space 3} .3935503
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.8374616{col 75}{space 2} .4685556{col 86}{space 1}   -1.79{col 95}{space 3}0.074{col 103}{space 4}-1.756048{col 116}{space 3} .0811243
{txt}{space 61} {c |}
{space 55}police {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.0598218{col 75}{space 2} .1729047{col 86}{space 1}   -0.35{col 95}{space 3}0.729{col 103}{space 4}-.3987951{col 116}{space 3} .2791515
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0611616{col 75}{space 2} .0841393{col 86}{space 1}   -0.73{col 95}{space 3}0.467{col 103}{space 4}-.2261137{col 116}{space 3} .1037904
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2465233{col 75}{space 2} .0977506{col 86}{space 1}    2.52{col 95}{space 3}0.012{col 103}{space 4} .0548868{col 116}{space 3} .4381598
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.3890861{col 75}{space 2} .5874746{col 86}{space 1}   -0.66{col 95}{space 3}0.508{col 103}{space 4}-1.540808{col 116}{space 3} .7626361
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.0874879{col 75}{space 2}  1.21398{col 86}{space 1}   -0.07{col 95}{space 3}0.943{col 103}{space 4} -2.46745{col 116}{space 3} 2.292474
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .7312673{col 75}{space 2} 1.215665{col 86}{space 1}    0.60{col 95}{space 3}0.548{col 103}{space 4}-1.651999{col 116}{space 3} 3.114534
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.189139{col 75}{space 2} 1.327008{col 86}{space 1}    0.90{col 95}{space 3}0.370{col 103}{space 4} -1.41241{col 116}{space 3} 3.790689
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 4.149522{col 75}{space 2} 1.267479{col 86}{space 1}    3.27{col 95}{space 3}0.001{col 103}{space 4} 1.664676{col 116}{space 3} 6.634367
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}    Variable {c |}       VIF       1/VIF  
{hline 13}{c +}{hline 22}
{space 9}age {c |} {res}    41.12    0.024321
{txt}{space 7}agesq {c |} {res}    39.68    0.025202
{txt}{space 7}2.sex {c |} {res}     1.37    0.731004
{txt}{space 9}edu {c |}
{space 10}2  {c |} {res}     1.92    0.522053
{txt}{space 10}3  {c |} {res}     1.33    0.754437
{txt}{space 10}4  {c |} {res}     1.56    0.640936
{txt}{space 10}5  {c |} {res}     1.84    0.542811
{txt}{space 10}6  {c |} {res}     2.19    0.455795
{txt}{space 10}7  {c |} {res}     2.25    0.445244
{txt}{space 10}8  {c |} {res}     2.23    0.449410
{txt}{space 10}9  {c |} {res}    25.00    0.039993
{txt}{space 5}marital {c |}
{space 10}1  {c |} {res}   181.40    0.005513
{txt}{space 10}2  {c |} {res}    55.67    0.017962
{txt}{space 10}4  {c |} {res}    14.81    0.067503
{txt}{space 10}5  {c |} {res}    41.22    0.024261
{txt}{space 10}6  {c |} {res}   127.77    0.007827
{txt}{space 6}employ {c |}
{space 10}1  {c |} {res}     6.13    0.163142
{txt}{space 10}2  {c |} {res}     3.00    0.333248
{txt}{space 10}3  {c |} {res}     6.23    0.160572
{txt}{space 10}4  {c |} {res}     2.10    0.476575
{txt}{space 10}5  {c |} {res}     5.31    0.188238
{txt}{space 10}7  {c |} {res}     4.76    0.209884
{txt}{space 10}8  {c |} {res}     1.04    0.965369
{txt}{space 6}health {c |}
{space 10}2  {c |} {res}    18.82    0.053130
{txt}{space 10}3  {c |} {res}    78.80    0.012690
{txt}{space 10}4  {c |} {res}    76.17    0.013129
{txt}{space 10}5  {c |} {res}    46.63    0.021446
{txt}{space 6}income {c |}
{space 10}1  {c |} {res}    54.09    0.018486
{txt}{space 10}2  {c |} {res}    29.14    0.034319
{txt}{space 10}3  {c |} {res}    40.12    0.024927
{txt}{space 10}4  {c |} {res}    44.91    0.022266
{txt}{space 10}5  {c |} {res}    87.92    0.011374
{txt}{space 10}6  {c |} {res}    45.34    0.022055
{txt}{space 10}7  {c |} {res}    28.28    0.035358
{txt}{space 10}8  {c |} {res}    21.97    0.045507
{txt}{space 10}9  {c |} {res}     6.43    0.155424
{txt}{space 9}10  {c |} {res}     9.19    0.108807
{txt}{space 7}trust {c |}
{space 10}1  {c |} {res}     1.02    0.976222
{txt}{space 10}3  {c |} {res}     1.01    0.991901
{txt}{space 6}police {c |}
{space 10}1  {c |} {res}     1.10    0.906947
{txt}{space 10}2  {c |} {res}     1.22    0.819175
{txt}{space 10}4  {c |} {res}     1.23    0.815562
{txt}{space 10}5  {c |} {res}     1.02    0.981642
{txt}{space 8}wave {c |}
{space 10}4  {c |} {res}   101.51    0.009851
{txt}{space 10}6  {c |} {res}   102.81    0.009727
{txt}{space 10}7  {c |} {res}   125.13    0.007991
{txt}{hline 13}{c +}{hline 22}
    Mean VIF {c |} {res}    32.47
{txt}
{com}. 
. *Congress
. foreach y in "reg" {c -(} 
{txt}  2{com}.         `y' ls age agesq i.sex ib3.congress i.wave, robust 
{txt}  3{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ ib3.congress i.wave, robust
{txt}  4{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress i.wave, robust
{txt}  5{com}.         vif
{txt}  6{com}. {c )-}

{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(10, 4789)       =  {res}     9.84
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0199
                                                {txt}Root MSE          =    {res} 2.5429

{txt}{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}            ls{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}age {c |}{col 16}{res}{space 2}-.0288763{col 28}{space 2} .0137225{col 39}{space 1}   -2.10{col 48}{space 3}0.035{col 56}{space 4}-.0557787{col 69}{space 3}-.0019739
{txt}{space 9}agesq {c |}{col 16}{res}{space 2} .0002561{col 28}{space 2} .0001557{col 39}{space 1}    1.65{col 48}{space 3}0.100{col 56}{space 4}-.0000491{col 69}{space 3} .0005613
{txt}{space 14} {c |}
{space 11}sex {c |}
{space 7}Female  {c |}{col 16}{res}{space 2} .0970373{col 28}{space 2} .0737067{col 39}{space 1}    1.32{col 48}{space 3}0.188{col 56}{space 4}-.0474617{col 69}{space 3} .2415362
{txt}{space 14} {c |}
{space 6}congress {c |}
{space 2}None at all  {c |}{col 16}{res}{space 2}-.4065918{col 28}{space 2} .1771336{col 39}{space 1}   -2.30{col 48}{space 3}0.022{col 56}{space 4} -.753855{col 69}{space 3}-.0593286
{txt}Not very much  {c |}{col 16}{res}{space 2}-.0823345{col 28}{space 2} .0829899{col 39}{space 1}   -0.99{col 48}{space 3}0.321{col 56}{space 4}-.2450329{col 69}{space 3} .0803639
{txt}{space 1}A great deal  {c |}{col 16}{res}{space 2} .1641067{col 28}{space 2} .1120426{col 39}{space 1}    1.46{col 48}{space 3}0.143{col 56}{space 4}-.0555483{col 69}{space 3} .3837616
{txt}{space 12}5  {c |}{col 16}{res}{space 2}-.4489568{col 28}{space 2} .3904835{col 39}{space 1}   -1.15{col 48}{space 3}0.250{col 56}{space 4}-1.214484{col 69}{space 3} .3165702
{txt}{space 14} {c |}
{space 10}wave {c |}
{space 4}1999-2004  {c |}{col 16}{res}{space 2}-.1686722{col 28}{space 2} .0997781{col 39}{space 1}   -1.69{col 48}{space 3}0.091{col 56}{space 4}-.3642832{col 69}{space 3} .0269387
{txt}{space 4}2010-2014  {c |}{col 16}{res}{space 2} .5498115{col 28}{space 2} .1062028{col 39}{space 1}    5.18{col 48}{space 3}0.000{col 56}{space 4} .3416052{col 69}{space 3} .7580179
{txt}{space 4}2017-2020  {c |}{col 16}{res}{space 2} .5567894{col 28}{space 2}  .099635{col 39}{space 1}    5.59{col 48}{space 3}0.000{col 56}{space 4} .3614591{col 69}{space 3} .7521197
{txt}{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2} 7.480897{col 28}{space 2} .2805093{col 39}{space 1}   26.67{col 48}{space 3}0.000{col 56}{space 4} 6.930969{col 69}{space 3} 8.030824
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(30, 4769)       =  {res}     5.76
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0328
                                                {txt}Root MSE          =    {res} 2.5314

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}  -.02678{col 75}{space 2} .0173302{col 86}{space 1}   -1.55{col 95}{space 3}0.122{col 103}{space 4}-.0607553{col 116}{space 3} .0071953
{txt}{space 56}agesq {c |}{col 63}{res}{space 2}  .000234{col 75}{space 2}  .000192{col 86}{space 1}    1.22{col 95}{space 3}0.223{col 103}{space 4}-.0001423{col 116}{space 3} .0006103
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1389021{col 75}{space 2} .0844526{col 86}{space 1}    1.64{col 95}{space 3}0.100{col 103}{space 4}-.0266641{col 116}{space 3} .3044682
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1912974{col 75}{space 2}  .180701{col 86}{space 1}    1.06{col 95}{space 3}0.290{col 103}{space 4}-.1629599{col 116}{space 3} .5455548
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .1637027{col 75}{space 2}  .276978{col 86}{space 1}    0.59{col 95}{space 3}0.555{col 103}{space 4}-.3793021{col 116}{space 3} .7067075
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .1575319{col 75}{space 2} .2177777{col 86}{space 1}    0.72{col 95}{space 3}0.469{col 103}{space 4} -.269413{col 116}{space 3} .5844767
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} .0353632{col 75}{space 2}  .188041{col 86}{space 1}    0.19{col 95}{space 3}0.851{col 103}{space 4}-.3332839{col 116}{space 3} .4040104
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .2259381{col 75}{space 2} .1702357{col 86}{space 1}    1.33{col 95}{space 3}0.185{col 103}{space 4}-.1078024{col 116}{space 3} .5596785
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .5210256{col 75}{space 2} .1741142{col 86}{space 1}    2.99{col 95}{space 3}0.003{col 103}{space 4} .1796815{col 116}{space 3} .8623698
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .7722237{col 75}{space 2} .1658974{col 86}{space 1}    4.65{col 95}{space 3}0.000{col 103}{space 4} .4469883{col 116}{space 3} 1.097459
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.4464143{col 75}{space 2} .5445179{col 86}{space 1}   -0.82{col 95}{space 3}0.412{col 103}{space 4}-1.513921{col 116}{space 3} .6210921
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.1290029{col 75}{space 2} .9838546{col 86}{space 1}   -0.13{col 95}{space 3}0.896{col 103}{space 4}-2.057812{col 116}{space 3} 1.799806
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.4358015{col 75}{space 2} .9931694{col 86}{space 1}   -0.44{col 95}{space 3}0.661{col 103}{space 4}-2.382872{col 116}{space 3} 1.511269
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.7654245{col 75}{space 2} 1.026273{col 86}{space 1}   -0.75{col 95}{space 3}0.456{col 103}{space 4}-2.777393{col 116}{space 3} 1.246544
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.2210903{col 75}{space 2} 1.001599{col 86}{space 1}   -0.22{col 95}{space 3}0.825{col 103}{space 4}-2.184686{col 116}{space 3} 1.742505
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.3195213{col 75}{space 2} .9888639{col 86}{space 1}   -0.32{col 95}{space 3}0.747{col 103}{space 4}-2.258151{col 116}{space 3} 1.619108
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1426808{col 75}{space 2} .1863688{col 86}{space 1}   -0.77{col 95}{space 3}0.444{col 103}{space 4}-.5080497{col 116}{space 3} .2226881
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.3482987{col 75}{space 2} .2146364{col 86}{space 1}   -1.62{col 95}{space 3}0.105{col 103}{space 4} -.769085{col 116}{space 3} .0724876
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.3228262{col 75}{space 2} .1965697{col 86}{space 1}   -1.64{col 95}{space 3}0.101{col 103}{space 4}-.7081936{col 116}{space 3} .0625412
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2}   .13975{col 75}{space 2} .2879175{col 86}{space 1}    0.49{col 95}{space 3}0.627{col 103}{space 4}-.4247012{col 116}{space 3} .7042012
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.3078713{col 75}{space 2}  .201427{col 86}{space 1}   -1.53{col 95}{space 3}0.126{col 103}{space 4}-.7027611{col 116}{space 3} .0870186
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2890789{col 75}{space 2} .1766475{col 86}{space 1}   -1.64{col 95}{space 3}0.102{col 103}{space 4}-.6353895{col 116}{space 3} .0572317
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .2636096{col 75}{space 2} .7986151{col 86}{space 1}    0.33{col 95}{space 3}0.741{col 103}{space 4}-1.302045{col 116}{space 3} 1.829264
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.4268434{col 75}{space 2} .1763629{col 86}{space 1}   -2.42{col 95}{space 3}0.016{col 103}{space 4}-.7725961{col 116}{space 3}-.0810908
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.1062039{col 75}{space 2} .0831075{col 86}{space 1}   -1.28{col 95}{space 3}0.201{col 103}{space 4} -.269133{col 116}{space 3} .0567253
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2081967{col 75}{space 2} .1124746{col 86}{space 1}    1.85{col 95}{space 3}0.064{col 103}{space 4}-.0123053{col 116}{space 3} .4286988
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.3673126{col 75}{space 2} .3998823{col 86}{space 1}   -0.92{col 95}{space 3}0.358{col 103}{space 4}-1.151266{col 116}{space 3} .4166413
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.1497016{col 75}{space 2} .0996467{col 86}{space 1}   -1.50{col 95}{space 3}0.133{col 103}{space 4}-.3450551{col 116}{space 3} .0456519
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .6240721{col 75}{space 2} .1089199{col 86}{space 1}    5.73{col 95}{space 3}0.000{col 103}{space 4} .4105388{col 116}{space 3} .8376055
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.363892{col 75}{space 2} .5408046{col 86}{space 1}    2.52{col 95}{space 3}0.012{col 103}{space 4} .3036654{col 116}{space 3} 2.424119
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 7.531262{col 75}{space 2} 1.051364{col 86}{space 1}    7.16{col 95}{space 3}0.000{col 103}{space 4} 5.470103{col 116}{space 3} 9.592421
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(46, 4753)       =  {res}    10.83
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0869
                                                {txt}Root MSE          =    {res} 2.4638

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0188205{col 75}{space 2} .0170882{col 86}{space 1}   -1.10{col 95}{space 3}0.271{col 103}{space 4}-.0523213{col 116}{space 3} .0146804
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002292{col 75}{space 2} .0001894{col 86}{space 1}    1.21{col 95}{space 3}0.226{col 103}{space 4} -.000142{col 116}{space 3} .0006004
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1313641{col 75}{space 2} .0820521{col 86}{space 1}    1.60{col 95}{space 3}0.109{col 103}{space 4} -.029496{col 116}{space 3} .2922242
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1316276{col 75}{space 2} .1753357{col 86}{space 1}    0.75{col 95}{space 3}0.453{col 103}{space 4}-.2121115{col 116}{space 3} .4753668
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0864997{col 75}{space 2}  .269264{col 86}{space 1}    0.32{col 95}{space 3}0.748{col 103}{space 4}-.4413825{col 116}{space 3} .6143818
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}  .003233{col 75}{space 2} .2123918{col 86}{space 1}    0.02{col 95}{space 3}0.988{col 103}{space 4}-.4131534{col 116}{space 3} .4196194
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.0715996{col 75}{space 2}  .182079{col 86}{space 1}   -0.39{col 95}{space 3}0.694{col 103}{space 4}-.4285587{col 116}{space 3} .2853596
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .1136139{col 75}{space 2} .1658223{col 86}{space 1}    0.69{col 95}{space 3}0.493{col 103}{space 4}-.2114747{col 116}{space 3} .4387025
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2}  .259516{col 75}{space 2} .1704936{col 86}{space 1}    1.52{col 95}{space 3}0.128{col 103}{space 4}-.0747304{col 116}{space 3} .5937625
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .3777163{col 75}{space 2} .1635007{col 86}{space 1}    2.31{col 95}{space 3}0.021{col 103}{space 4} .0571791{col 116}{space 3} .6982535
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2785047{col 75}{space 2} .5461015{col 86}{space 1}   -0.51{col 95}{space 3}0.610{col 103}{space 4}-1.349117{col 116}{space 3} .7921073
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.1781329{col 75}{space 2} .9494358{col 86}{space 1}   -0.19{col 95}{space 3}0.851{col 103}{space 4}-2.039467{col 116}{space 3} 1.683201
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.5328307{col 75}{space 2} .9577244{col 86}{space 1}   -0.56{col 95}{space 3}0.578{col 103}{space 4}-2.410414{col 116}{space 3} 1.344753
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.8804641{col 75}{space 2} .9897061{col 86}{space 1}   -0.89{col 95}{space 3}0.374{col 103}{space 4}-2.820746{col 116}{space 3} 1.059818
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.2162984{col 75}{space 2} .9645072{col 86}{space 1}   -0.22{col 95}{space 3}0.823{col 103}{space 4}-2.107179{col 116}{space 3} 1.674582
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.3497216{col 75}{space 2} .9548315{col 86}{space 1}   -0.37{col 95}{space 3}0.714{col 103}{space 4}-2.221634{col 116}{space 3} 1.522191
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1089811{col 75}{space 2} .1801317{col 86}{space 1}   -0.61{col 95}{space 3}0.545{col 103}{space 4}-.4621227{col 116}{space 3} .2441605
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2057341{col 75}{space 2} .2097454{col 86}{space 1}   -0.98{col 95}{space 3}0.327{col 103}{space 4}-.6169323{col 116}{space 3} .2054641
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.2868462{col 75}{space 2} .1905787{col 86}{space 1}   -1.51{col 95}{space 3}0.132{col 103}{space 4}-.6604686{col 116}{space 3} .0867763
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2}  .034779{col 75}{space 2} .2765148{col 86}{space 1}    0.13{col 95}{space 3}0.900{col 103}{space 4} -.507318{col 116}{space 3} .5768761
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.1837066{col 75}{space 2} .1965077{col 86}{space 1}   -0.93{col 95}{space 3}0.350{col 103}{space 4}-.5689528{col 116}{space 3} .2015396
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.1713169{col 75}{space 2} .1715812{col 86}{space 1}   -1.00{col 95}{space 3}0.318{col 103}{space 4}-.5076956{col 116}{space 3} .1650617
{txt}{space 55}Other  {c |}{col 63}{res}{space 2}  .361021{col 75}{space 2}  .860187{col 86}{space 1}    0.42{col 95}{space 3}0.675{col 103}{space 4}-1.325344{col 116}{space 3} 2.047386
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 2.230201{col 75}{space 2} .7332505{col 86}{space 1}    3.04{col 95}{space 3}0.002{col 103}{space 4} .7926907{col 116}{space 3} 3.667712
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 3.002143{col 75}{space 2}  .714661{col 86}{space 1}    4.20{col 95}{space 3}0.000{col 103}{space 4} 1.601076{col 116}{space 3}  4.40321
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 3.370435{col 75}{space 2} .7154185{col 86}{space 1}    4.71{col 95}{space 3}0.000{col 103}{space 4} 1.967883{col 116}{space 3} 4.772986
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 3.946866{col 75}{space 2} .7185351{col 86}{space 1}    5.49{col 95}{space 3}0.000{col 103}{space 4} 2.538205{col 116}{space 3} 5.355528
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.7535707{col 75}{space 2} 1.228871{col 86}{space 1}   -0.61{col 95}{space 3}0.540{col 103}{space 4}-3.162726{col 116}{space 3} 1.655585
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-1.030791{col 75}{space 2}  1.23001{col 86}{space 1}   -0.84{col 95}{space 3}0.402{col 103}{space 4}-3.442181{col 116}{space 3} 1.380598
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.5475649{col 75}{space 2} 1.226331{col 86}{space 1}   -0.45{col 95}{space 3}0.655{col 103}{space 4}-2.951742{col 116}{space 3} 1.856612
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.2325904{col 75}{space 2} 1.225216{col 86}{space 1}   -0.19{col 95}{space 3}0.849{col 103}{space 4}-2.634581{col 116}{space 3}   2.1694
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.2161345{col 75}{space 2} 1.221434{col 86}{space 1}   -0.18{col 95}{space 3}0.860{col 103}{space 4} -2.61071{col 116}{space 3} 2.178441
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2}  .090216{col 75}{space 2} 1.222322{col 86}{space 1}    0.07{col 95}{space 3}0.941{col 103}{space 4}-2.306102{col 116}{space 3} 2.486534
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .4426676{col 75}{space 2}  1.22482{col 86}{space 1}    0.36{col 95}{space 3}0.718{col 103}{space 4}-1.958546{col 116}{space 3} 2.843881
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .4806444{col 75}{space 2} 1.227371{col 86}{space 1}    0.39{col 95}{space 3}0.695{col 103}{space 4}-1.925571{col 116}{space 3}  2.88686
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2}  1.10489{col 75}{space 2} 1.248237{col 86}{space 1}    0.89{col 95}{space 3}0.376{col 103}{space 4}-1.342232{col 116}{space 3} 3.552012
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .3296001{col 75}{space 2} 1.271884{col 86}{space 1}    0.26{col 95}{space 3}0.796{col 103}{space 4}-2.163882{col 116}{space 3} 2.823082
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0732027{col 75}{space 2} .1660161{col 86}{space 1}    0.44{col 95}{space 3}0.659{col 103}{space 4}-.2522657{col 116}{space 3} .3986711
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.8352642{col 75}{space 2} .4735896{col 86}{space 1}   -1.76{col 95}{space 3}0.078{col 103}{space 4}-1.763719{col 116}{space 3} .0931908
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.2941428{col 75}{space 2} .1720416{col 86}{space 1}   -1.71{col 95}{space 3}0.087{col 103}{space 4}-.6314241{col 116}{space 3} .0431386
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0730798{col 75}{space 2} .0810169{col 86}{space 1}   -0.90{col 95}{space 3}0.367{col 103}{space 4}-.2319105{col 116}{space 3} .0857509
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2338425{col 75}{space 2} .1102864{col 86}{space 1}    2.12{col 95}{space 3}0.034{col 103}{space 4}   .01763{col 116}{space 3}  .450055
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.4355837{col 75}{space 2} .3948824{col 86}{space 1}   -1.10{col 95}{space 3}0.270{col 103}{space 4}-1.209736{col 116}{space 3} .3385687
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.0349122{col 75}{space 2} 1.220137{col 86}{space 1}   -0.03{col 95}{space 3}0.977{col 103}{space 4}-2.426946{col 116}{space 3} 2.357122
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .7925253{col 75}{space 2} 1.222022{col 86}{space 1}    0.65{col 95}{space 3}0.517{col 103}{space 4}-1.603204{col 116}{space 3} 3.188255
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.265258{col 75}{space 2} 1.332179{col 86}{space 1}    0.95{col 95}{space 3}0.342{col 103}{space 4}-1.346431{col 116}{space 3} 3.876947
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 4.149658{col 75}{space 2} 1.250693{col 86}{space 1}    3.32{col 95}{space 3}0.001{col 103}{space 4}  1.69772{col 116}{space 3} 6.601596
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}    Variable {c |}       VIF       1/VIF  
{hline 13}{c +}{hline 22}
{space 9}age {c |} {res}    41.13    0.024312
{txt}{space 7}agesq {c |} {res}    39.66    0.025212
{txt}{space 7}2.sex {c |} {res}     1.37    0.728717
{txt}{space 9}edu {c |}
{space 10}2  {c |} {res}     1.92    0.521818
{txt}{space 10}3  {c |} {res}     1.32    0.755586
{txt}{space 10}4  {c |} {res}     1.56    0.640296
{txt}{space 10}5  {c |} {res}     1.84    0.542415
{txt}{space 10}6  {c |} {res}     2.20    0.454707
{txt}{space 10}7  {c |} {res}     2.24    0.447089
{txt}{space 10}8  {c |} {res}     2.22    0.450264
{txt}{space 10}9  {c |} {res}    24.99    0.040017
{txt}{space 5}marital {c |}
{space 10}1  {c |} {res}   181.40    0.005513
{txt}{space 10}2  {c |} {res}    55.67    0.017964
{txt}{space 10}4  {c |} {res}    14.81    0.067500
{txt}{space 10}5  {c |} {res}    41.23    0.024255
{txt}{space 10}6  {c |} {res}   127.78    0.007826
{txt}{space 6}employ {c |}
{space 10}1  {c |} {res}     6.13    0.163149
{txt}{space 10}2  {c |} {res}     3.00    0.333167
{txt}{space 10}3  {c |} {res}     6.23    0.160503
{txt}{space 10}4  {c |} {res}     2.10    0.476706
{txt}{space 10}5  {c |} {res}     5.31    0.188231
{txt}{space 10}7  {c |} {res}     4.76    0.209949
{txt}{space 10}8  {c |} {res}     1.04    0.965504
{txt}{space 6}health {c |}
{space 10}2  {c |} {res}    18.80    0.053195
{txt}{space 10}3  {c |} {res}    78.68    0.012710
{txt}{space 10}4  {c |} {res}    76.06    0.013147
{txt}{space 10}5  {c |} {res}    46.58    0.021468
{txt}{space 6}income {c |}
{space 10}1  {c |} {res}    54.10    0.018484
{txt}{space 10}2  {c |} {res}    29.16    0.034298
{txt}{space 10}3  {c |} {res}    40.10    0.024936
{txt}{space 10}4  {c |} {res}    44.93    0.022257
{txt}{space 10}5  {c |} {res}    87.93    0.011373
{txt}{space 10}6  {c |} {res}    45.35    0.022050
{txt}{space 10}7  {c |} {res}    28.28    0.035357
{txt}{space 10}8  {c |} {res}    21.99    0.045485
{txt}{space 10}9  {c |} {res}     6.43    0.155443
{txt}{space 9}10  {c |} {res}     9.19    0.108811
{txt}{space 7}trust {c |}
{space 10}1  {c |} {res}     1.02    0.976619
{txt}{space 10}3  {c |} {res}     1.01    0.988966
{txt}{space 4}congress {c |}
{space 10}1  {c |} {res}     1.09    0.918011
{txt}{space 10}2  {c |} {res}     1.18    0.849429
{txt}{space 10}4  {c |} {res}     1.16    0.863633
{txt}{space 10}5  {c |} {res}     1.03    0.972197
{txt}{space 8}wave {c |}
{space 10}4  {c |} {res}   101.51    0.009851
{txt}{space 10}6  {c |} {res}   102.77    0.009730
{txt}{space 10}7  {c |} {res}   124.93    0.008004
{txt}{hline 13}{c +}{hline 22}
    Mean VIF {c |} {res}    32.46
{txt}
{com}. 
. 
. *Civil Service 
. foreach y in "reg" {c -(} 
{txt}  2{com}.         `y' ls age agesq i.sex ib3.civilserv i.wave, robust 
{txt}  3{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ ib3.civilserv i.wave, robust
{txt}  4{com}.         `y' ls  age agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.civilserv i.wave, robust
{txt}  5{com}.         vif
{txt}  6{com}. {c )-}

{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(10, 4789)       =  {res}    11.06
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0211
                                                {txt}Root MSE          =    {res} 2.5415

{txt}{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}            ls{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}age {c |}{col 16}{res}{space 2}-.0284394{col 28}{space 2} .0137408{col 39}{space 1}   -2.07{col 48}{space 3}0.039{col 56}{space 4}-.0553776{col 69}{space 3}-.0015011
{txt}{space 9}agesq {c |}{col 16}{res}{space 2} .0002518{col 28}{space 2}  .000156{col 39}{space 1}    1.61{col 48}{space 3}0.107{col 56}{space 4} -.000054{col 69}{space 3} .0005575
{txt}{space 14} {c |}
{space 11}sex {c |}
{space 7}Female  {c |}{col 16}{res}{space 2} .1081838{col 28}{space 2} .0734105{col 39}{space 1}    1.47{col 48}{space 3}0.141{col 56}{space 4}-.0357345{col 69}{space 3} .2521022
{txt}{space 14} {c |}
{space 5}civilserv {c |}
{space 2}None at all  {c |}{col 16}{res}{space 2}-.4915489{col 28}{space 2} .2032811{col 39}{space 1}   -2.42{col 48}{space 3}0.016{col 56}{space 4}-.8900732{col 69}{space 3}-.0930245
{txt}Not very much  {c |}{col 16}{res}{space 2}-.1062079{col 28}{space 2}  .086766{col 39}{space 1}   -1.22{col 48}{space 3}0.221{col 56}{space 4}-.2763091{col 69}{space 3} .0638933
{txt}{space 1}A great deal  {c |}{col 16}{res}{space 2} .1138269{col 28}{space 2} .1011641{col 39}{space 1}    1.13{col 48}{space 3}0.261{col 56}{space 4}-.0845012{col 69}{space 3}  .312155
{txt}{space 12}5  {c |}{col 16}{res}{space 2}-1.105569{col 28}{space 2} .3406454{col 39}{space 1}   -3.25{col 48}{space 3}0.001{col 56}{space 4} -1.77339{col 69}{space 3}-.4377473
{txt}{space 14} {c |}
{space 10}wave {c |}
{space 4}1999-2004  {c |}{col 16}{res}{space 2}-.1701856{col 28}{space 2} .0997175{col 39}{space 1}   -1.71{col 48}{space 3}0.088{col 56}{space 4}-.3656777{col 69}{space 3} .0253066
{txt}{space 4}2010-2014  {c |}{col 16}{res}{space 2} .5361829{col 28}{space 2} .1062255{col 39}{space 1}    5.05{col 48}{space 3}0.000{col 56}{space 4} .3279321{col 69}{space 3} .7444337
{txt}{space 4}2017-2020  {c |}{col 16}{res}{space 2} .5451232{col 28}{space 2} .0997153{col 39}{space 1}    5.47{col 48}{space 3}0.000{col 56}{space 4} .3496354{col 69}{space 3}  .740611
{txt}{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2} 7.478509{col 28}{space 2} .2793303{col 39}{space 1}   26.77{col 48}{space 3}0.000{col 56}{space 4} 6.930894{col 69}{space 3} 8.026125
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(30, 4769)       =  {res}     6.02
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0327
                                                {txt}Root MSE          =    {res} 2.5316

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2} -.027671{col 75}{space 2} .0173637{col 86}{space 1}   -1.59{col 95}{space 3}0.111{col 103}{space 4}-.0617118{col 116}{space 3} .0063698
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002384{col 75}{space 2} .0001925{col 86}{space 1}    1.24{col 95}{space 3}0.215{col 103}{space 4}-.0001389{col 116}{space 3} .0006158
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2}  .148393{col 75}{space 2} .0841182{col 86}{space 1}    1.76{col 95}{space 3}0.078{col 103}{space 4}-.0165176{col 116}{space 3} .3133035
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1892351{col 75}{space 2}  .180906{col 86}{space 1}    1.05{col 95}{space 3}0.296{col 103}{space 4} -.165424{col 116}{space 3} .5438943
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .1173053{col 75}{space 2} .2766726{col 86}{space 1}    0.42{col 95}{space 3}0.672{col 103}{space 4}-.4251007{col 116}{space 3} .6597114
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .1093437{col 75}{space 2} .2178253{col 86}{space 1}    0.50{col 95}{space 3}0.616{col 103}{space 4}-.3176944{col 116}{space 3} .5363819
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} .0057217{col 75}{space 2} .1885477{col 86}{space 1}    0.03{col 95}{space 3}0.976{col 103}{space 4}-.3639188{col 116}{space 3} .3753621
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .1906976{col 75}{space 2} .1696532{col 86}{space 1}    1.12{col 95}{space 3}0.261{col 103}{space 4}-.1419011{col 116}{space 3} .5232962
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .4653475{col 75}{space 2} .1736438{col 86}{space 1}    2.68{col 95}{space 3}0.007{col 103}{space 4} .1249256{col 116}{space 3} .8057694
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .7157192{col 75}{space 2}  .165043{col 86}{space 1}    4.34{col 95}{space 3}0.000{col 103}{space 4} .3921587{col 116}{space 3}  1.03928
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.4134063{col 75}{space 2} .5511505{col 86}{space 1}   -0.75{col 95}{space 3}0.453{col 103}{space 4}-1.493916{col 116}{space 3} .6671031
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.1549284{col 75}{space 2} 1.009683{col 86}{space 1}   -0.15{col 95}{space 3}0.878{col 103}{space 4}-2.134374{col 116}{space 3} 1.824517
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.4610171{col 75}{space 2} 1.018708{col 86}{space 1}   -0.45{col 95}{space 3}0.651{col 103}{space 4}-2.458154{col 116}{space 3}  1.53612
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.7860064{col 75}{space 2} 1.050257{col 86}{space 1}   -0.75{col 95}{space 3}0.454{col 103}{space 4}-2.844995{col 116}{space 3} 1.272982
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2} -.246922{col 75}{space 2}  1.02665{col 86}{space 1}   -0.24{col 95}{space 3}0.810{col 103}{space 4} -2.25963{col 116}{space 3} 1.765786
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.3514483{col 75}{space 2} 1.014171{col 86}{space 1}   -0.35{col 95}{space 3}0.729{col 103}{space 4}-2.339692{col 116}{space 3} 1.636796
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1492027{col 75}{space 2} .1861863{col 86}{space 1}   -0.80{col 95}{space 3}0.423{col 103}{space 4}-.5142139{col 116}{space 3} .2158084
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.3424574{col 75}{space 2} .2147052{col 86}{space 1}   -1.60{col 95}{space 3}0.111{col 103}{space 4}-.7633788{col 116}{space 3}  .078464
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.3110638{col 75}{space 2} .1963201{col 86}{space 1}   -1.58{col 95}{space 3}0.113{col 103}{space 4}-.6959419{col 116}{space 3} .0738143
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .1320862{col 75}{space 2} .2880135{col 86}{space 1}    0.46{col 95}{space 3}0.647{col 103}{space 4}-.4325532{col 116}{space 3} .6967256
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.3086546{col 75}{space 2} .2012636{col 86}{space 1}   -1.53{col 95}{space 3}0.125{col 103}{space 4}-.7032241{col 116}{space 3} .0859149
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2910869{col 75}{space 2} .1763965{col 86}{space 1}   -1.65{col 95}{space 3}0.099{col 103}{space 4}-.6369054{col 116}{space 3} .0547316
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .2554931{col 75}{space 2} .8759256{col 86}{space 1}    0.29{col 95}{space 3}0.771{col 103}{space 4}-1.461725{col 116}{space 3} 1.972712
{txt}{space 61} {c |}
{space 52}civilserv {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.4264721{col 75}{space 2} .2030992{col 86}{space 1}   -2.10{col 95}{space 3}0.036{col 103}{space 4}-.8246402{col 116}{space 3}-.0283039
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.1167883{col 75}{space 2} .0868003{col 86}{space 1}   -1.35{col 95}{space 3}0.179{col 103}{space 4} -.286957{col 116}{space 3} .0533803
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1250574{col 75}{space 2} .1008954{col 86}{space 1}    1.24{col 95}{space 3}0.215{col 103}{space 4}-.0727443{col 116}{space 3}  .322859
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.9546656{col 75}{space 2} .3527169{col 86}{space 1}   -2.71{col 95}{space 3}0.007{col 103}{space 4}-1.646153{col 116}{space 3}-.2631777
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.1503799{col 75}{space 2} .0996363{col 86}{space 1}   -1.51{col 95}{space 3}0.131{col 103}{space 4}-.3457129{col 116}{space 3} .0449532
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2}  .611233{col 75}{space 2}  .109003{col 86}{space 1}    5.61{col 95}{space 3}0.000{col 103}{space 4} .3975369{col 116}{space 3} .8249292
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.292631{col 75}{space 2} .5484838{col 86}{space 1}    2.36{col 95}{space 3}0.018{col 103}{space 4} .2173493{col 116}{space 3} 2.367912
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 7.618789{col 75}{space 2} 1.072924{col 86}{space 1}    7.10{col 95}{space 3}0.000{col 103}{space 4} 5.515362{col 116}{space 3} 9.722216
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(46, 4753)       =  {res}    10.95
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0872
                                                {txt}Root MSE          =    {res} 2.4634

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0196284{col 75}{space 2} .0171225{col 86}{space 1}   -1.15{col 95}{space 3}0.252{col 103}{space 4}-.0531964{col 116}{space 3} .0139396
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002341{col 75}{space 2} .0001899{col 86}{space 1}    1.23{col 95}{space 3}0.218{col 103}{space 4}-.0001381{col 116}{space 3} .0006064
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1376437{col 75}{space 2} .0817616{col 86}{space 1}    1.68{col 95}{space 3}0.092{col 103}{space 4}-.0226469{col 116}{space 3} .2979344
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1311501{col 75}{space 2} .1753953{col 86}{space 1}    0.75{col 95}{space 3}0.455{col 103}{space 4}-.2127059{col 116}{space 3} .4750061
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0433971{col 75}{space 2} .2690292{col 86}{space 1}    0.16{col 95}{space 3}0.872{col 103}{space 4}-.4840248{col 116}{space 3} .5708191
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}-.0376221{col 75}{space 2} .2119046{col 86}{space 1}   -0.18{col 95}{space 3}0.859{col 103}{space 4}-.4530534{col 116}{space 3} .3778091
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.0988279{col 75}{space 2}  .182351{col 86}{space 1}   -0.54{col 95}{space 3}0.588{col 103}{space 4}-.4563203{col 116}{space 3} .2586645
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .0816338{col 75}{space 2} .1649562{col 86}{space 1}    0.49{col 95}{space 3}0.621{col 103}{space 4}-.2417568{col 116}{space 3} .4050244
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .2084834{col 75}{space 2} .1696754{col 86}{space 1}    1.23{col 95}{space 3}0.219{col 103}{space 4} -.124159{col 116}{space 3} .5411258
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .3288697{col 75}{space 2} .1624478{col 86}{space 1}    2.02{col 95}{space 3}0.043{col 103}{space 4} .0103969{col 116}{space 3} .6473426
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2360648{col 75}{space 2} .5526299{col 86}{space 1}   -0.43{col 95}{space 3}0.669{col 103}{space 4}-1.319475{col 116}{space 3} .8473458
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.1976418{col 75}{space 2} .9869588{col 86}{space 1}   -0.20{col 95}{space 3}0.841{col 103}{space 4}-2.132538{col 116}{space 3} 1.737255
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.5512267{col 75}{space 2} .9948836{col 86}{space 1}   -0.55{col 95}{space 3}0.580{col 103}{space 4}-2.501659{col 116}{space 3} 1.399206
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.8928462{col 75}{space 2} 1.025068{col 86}{space 1}   -0.87{col 95}{space 3}0.384{col 103}{space 4}-2.902454{col 116}{space 3} 1.116761
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.2340169{col 75}{space 2} 1.001195{col 86}{space 1}   -0.23{col 95}{space 3}0.815{col 103}{space 4}-2.196823{col 116}{space 3} 1.728789
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.3740868{col 75}{space 2} .9918442{col 86}{space 1}   -0.38{col 95}{space 3}0.706{col 103}{space 4}-2.318561{col 116}{space 3} 1.570387
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1128404{col 75}{space 2} .1798134{col 86}{space 1}   -0.63{col 95}{space 3}0.530{col 103}{space 4}-.4653579{col 116}{space 3} .2396771
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2005014{col 75}{space 2} .2097996{col 86}{space 1}   -0.96{col 95}{space 3}0.339{col 103}{space 4}-.6118058{col 116}{space 3} .2108031
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.2741026{col 75}{space 2} .1901595{col 86}{space 1}   -1.44{col 95}{space 3}0.150{col 103}{space 4}-.6469034{col 116}{space 3} .0986981
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0274205{col 75}{space 2} .2763693{col 86}{space 1}    0.10{col 95}{space 3}0.921{col 103}{space 4}-.5143914{col 116}{space 3} .5692324
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.1835239{col 75}{space 2} .1961881{col 86}{space 1}   -0.94{col 95}{space 3}0.350{col 103}{space 4}-.5681434{col 116}{space 3} .2010956
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.1730479{col 75}{space 2}  .171253{col 86}{space 1}   -1.01{col 95}{space 3}0.312{col 103}{space 4}-.5087831{col 116}{space 3} .1626874
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .3545205{col 75}{space 2} .9368853{col 86}{space 1}    0.38{col 95}{space 3}0.705{col 103}{space 4}-1.482209{col 116}{space 3}  2.19125
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 2.273078{col 75}{space 2} .7351574{col 86}{space 1}    3.09{col 95}{space 3}0.002{col 103}{space 4} .8318288{col 116}{space 3} 3.714327
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 3.048862{col 75}{space 2} .7165185{col 86}{space 1}    4.26{col 95}{space 3}0.000{col 103}{space 4} 1.644154{col 116}{space 3} 4.453571
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 3.409511{col 75}{space 2}  .717199{col 86}{space 1}    4.75{col 95}{space 3}0.000{col 103}{space 4} 2.003468{col 116}{space 3} 4.815553
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 3.995205{col 75}{space 2} .7202991{col 86}{space 1}    5.55{col 95}{space 3}0.000{col 103}{space 4} 2.583086{col 116}{space 3} 5.407325
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.7784203{col 75}{space 2} 1.221899{col 86}{space 1}   -0.64{col 95}{space 3}0.524{col 103}{space 4}-3.173908{col 116}{space 3} 1.617067
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-1.068662{col 75}{space 2} 1.222744{col 86}{space 1}   -0.87{col 95}{space 3}0.382{col 103}{space 4}-3.465806{col 116}{space 3} 1.328482
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.5693225{col 75}{space 2} 1.219109{col 86}{space 1}   -0.47{col 95}{space 3}0.641{col 103}{space 4} -2.95934{col 116}{space 3} 1.820695
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.2563475{col 75}{space 2} 1.217888{col 86}{space 1}   -0.21{col 95}{space 3}0.833{col 103}{space 4}-2.643972{col 116}{space 3} 2.131277
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2} -.249227{col 75}{space 2} 1.214188{col 86}{space 1}   -0.21{col 95}{space 3}0.837{col 103}{space 4}-2.629597{col 116}{space 3} 2.131143
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .0630277{col 75}{space 2} 1.214837{col 86}{space 1}    0.05{col 95}{space 3}0.959{col 103}{space 4}-2.318616{col 116}{space 3} 2.444671
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .4117996{col 75}{space 2} 1.217468{col 86}{space 1}    0.34{col 95}{space 3}0.735{col 103}{space 4}-1.975002{col 116}{space 3} 2.798602
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .4586654{col 75}{space 2} 1.219786{col 86}{space 1}    0.38{col 95}{space 3}0.707{col 103}{space 4} -1.93268{col 116}{space 3} 2.850011
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.095565{col 75}{space 2} 1.240678{col 86}{space 1}    0.88{col 95}{space 3}0.377{col 103}{space 4}-1.336737{col 116}{space 3} 3.527868
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .3111618{col 75}{space 2} 1.266535{col 86}{space 1}    0.25{col 95}{space 3}0.806{col 103}{space 4}-2.171833{col 116}{space 3} 2.794157
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0896497{col 75}{space 2} .1659206{col 86}{space 1}    0.54{col 95}{space 3}0.589{col 103}{space 4}-.2356315{col 116}{space 3}  .414931
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.8038622{col 75}{space 2} .4686062{col 86}{space 1}   -1.72{col 95}{space 3}0.086{col 103}{space 4}-1.722547{col 116}{space 3} .1148231
{txt}{space 61} {c |}
{space 52}civilserv {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.3516613{col 75}{space 2} .1938766{col 86}{space 1}   -1.81{col 95}{space 3}0.070{col 103}{space 4}-.7317493{col 116}{space 3} .0284266
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.1088259{col 75}{space 2} .0844439{col 86}{space 1}   -1.29{col 95}{space 3}0.198{col 103}{space 4}-.2743751{col 116}{space 3} .0567233
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1265906{col 75}{space 2} .0984935{col 86}{space 1}    1.29{col 95}{space 3}0.199{col 103}{space 4}-.0665023{col 116}{space 3} .3196835
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.9885617{col 75}{space 2}  .347055{col 86}{space 1}   -2.85{col 95}{space 3}0.004{col 103}{space 4} -1.66895{col 116}{space 3}-.3081732
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.0092146{col 75}{space 2} 1.212938{col 86}{space 1}   -0.01{col 95}{space 3}0.994{col 103}{space 4}-2.387135{col 116}{space 3} 2.368706
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .8081195{col 75}{space 2} 1.214873{col 86}{space 1}    0.67{col 95}{space 3}0.506{col 103}{space 4}-1.573593{col 116}{space 3} 3.189833
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.213803{col 75}{space 2} 1.329377{col 86}{space 1}    0.91{col 95}{space 3}0.361{col 103}{space 4}-1.392391{col 116}{space 3} 3.819997
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 4.195862{col 75}{space 2} 1.280802{col 86}{space 1}    3.28{col 95}{space 3}0.001{col 103}{space 4} 1.684898{col 116}{space 3} 6.706827
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}    Variable {c |}       VIF       1/VIF  
{hline 13}{c +}{hline 22}
{space 9}age {c |} {res}    41.09    0.024337
{txt}{space 7}agesq {c |} {res}    39.62    0.025238
{txt}{space 7}2.sex {c |} {res}     1.37    0.730869
{txt}{space 9}edu {c |}
{space 10}2  {c |} {res}     1.92    0.521352
{txt}{space 10}3  {c |} {res}     1.32    0.755433
{txt}{space 10}4  {c |} {res}     1.56    0.640790
{txt}{space 10}5  {c |} {res}     1.84    0.542679
{txt}{space 10}6  {c |} {res}     2.20    0.455449
{txt}{space 10}7  {c |} {res}     2.23    0.448861
{txt}{space 10}8  {c |} {res}     2.21    0.452479
{txt}{space 10}9  {c |} {res}    25.07    0.039888
{txt}{space 5}marital {c |}
{space 10}1  {c |} {res}   181.39    0.005513
{txt}{space 10}2  {c |} {res}    55.67    0.017963
{txt}{space 10}4  {c |} {res}    14.81    0.067515
{txt}{space 10}5  {c |} {res}    41.23    0.024257
{txt}{space 10}6  {c |} {res}   127.76    0.007827
{txt}{space 6}employ {c |}
{space 10}1  {c |} {res}     6.13    0.163121
{txt}{space 10}2  {c |} {res}     3.00    0.332997
{txt}{space 10}3  {c |} {res}     6.23    0.160577
{txt}{space 10}4  {c |} {res}     2.10    0.476822
{txt}{space 10}5  {c |} {res}     5.31    0.188233
{txt}{space 10}7  {c |} {res}     4.76    0.209888
{txt}{space 10}8  {c |} {res}     1.04    0.965252
{txt}{space 6}health {c |}
{space 10}2  {c |} {res}    18.81    0.053167
{txt}{space 10}3  {c |} {res}    78.73    0.012702
{txt}{space 10}4  {c |} {res}    76.10    0.013140
{txt}{space 10}5  {c |} {res}    46.60    0.021459
{txt}{space 6}income {c |}
{space 10}1  {c |} {res}    54.04    0.018504
{txt}{space 10}2  {c |} {res}    29.11    0.034358
{txt}{space 10}3  {c |} {res}    40.05    0.024967
{txt}{space 10}4  {c |} {res}    44.85    0.022296
{txt}{space 10}5  {c |} {res}    87.78    0.011391
{txt}{space 10}6  {c |} {res}    45.26    0.022096
{txt}{space 10}7  {c |} {res}    28.22    0.035433
{txt}{space 10}8  {c |} {res}    21.95    0.045566
{txt}{space 10}9  {c |} {res}     6.42    0.155697
{txt}{space 9}10  {c |} {res}     9.18    0.108920
{txt}{space 7}trust {c |}
{space 10}1  {c |} {res}     1.02    0.977005
{txt}{space 10}3  {c |} {res}     1.01    0.989429
{txt}{space 3}civilserv {c |}
{space 10}1  {c |} {res}     1.06    0.947462
{txt}{space 10}2  {c |} {res}     1.14    0.873560
{txt}{space 10}4  {c |} {res}     1.14    0.876210
{txt}{space 10}5  {c |} {res}     1.04    0.964763
{txt}{space 8}wave {c |}
{space 10}4  {c |} {res}   101.31    0.009871
{txt}{space 10}6  {c |} {res}   102.61    0.009746
{txt}{space 10}7  {c |} {res}   125.03    0.007998
{txt}{hline 13}{c +}{hline 22}
    Mean VIF {c |} {res}    32.44
{txt}
{com}. 
. 
. *Executive/Govt/National Govt
. foreach y in "reg" {c -(} 
{txt}  2{com}.         `y' ls age agesq i.sex ib3.govt i.wave, robust 
{txt}  3{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ ib3.govt i.wave, robust
{txt}  4{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.govt i.wave, robust
{txt}  5{com}.         vif
{txt}  6{com}. {c )-}

{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(10, 4789)       =  {res}     9.71
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0201
                                                {txt}Root MSE          =    {res} 2.5427

{txt}{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}            ls{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}age {c |}{col 16}{res}{space 2} -.028257{col 28}{space 2} .0137099{col 39}{space 1}   -2.06{col 48}{space 3}0.039{col 56}{space 4}-.0551348{col 69}{space 3}-.0013793
{txt}{space 9}agesq {c |}{col 16}{res}{space 2} .0002437{col 28}{space 2} .0001555{col 39}{space 1}    1.57{col 48}{space 3}0.117{col 56}{space 4} -.000061{col 69}{space 3} .0005485
{txt}{space 14} {c |}
{space 11}sex {c |}
{space 7}Female  {c |}{col 16}{res}{space 2} .0938275{col 28}{space 2} .0734535{col 39}{space 1}    1.28{col 48}{space 3}0.202{col 56}{space 4}-.0501751{col 69}{space 3} .2378301
{txt}{space 14} {c |}
{space 10}govt {c |}
{space 2}None at all  {c |}{col 16}{res}{space 2}-.5409468{col 28}{space 2} .1736571{col 39}{space 1}   -3.12{col 48}{space 3}0.002{col 56}{space 4}-.8813946{col 69}{space 3}-.2004991
{txt}Not very much  {c |}{col 16}{res}{space 2}-.1008751{col 28}{space 2} .0848811{col 39}{space 1}   -1.19{col 48}{space 3}0.235{col 56}{space 4} -.267281{col 69}{space 3} .0655308
{txt}{space 1}A great deal  {c |}{col 16}{res}{space 2} .0513866{col 28}{space 2}  .110193{col 39}{space 1}    0.47{col 48}{space 3}0.641{col 56}{space 4}-.1646422{col 69}{space 3} .2674154
{txt}{space 12}5  {c |}{col 16}{res}{space 2}-.0123458{col 28}{space 2} .2514458{col 39}{space 1}   -0.05{col 48}{space 3}0.961{col 56}{space 4} -.505295{col 69}{space 3} .4806035
{txt}{space 14} {c |}
{space 10}wave {c |}
{space 4}1999-2004  {c |}{col 16}{res}{space 2}-.1451968{col 28}{space 2} .1002234{col 39}{space 1}   -1.45{col 48}{space 3}0.147{col 56}{space 4}-.3416807{col 69}{space 3} .0512871
{txt}{space 4}2010-2014  {c |}{col 16}{res}{space 2} .5568209{col 28}{space 2}  .106369{col 39}{space 1}    5.23{col 48}{space 3}0.000{col 56}{space 4} .3482888{col 69}{space 3} .7653529
{txt}{space 4}2017-2020  {c |}{col 16}{res}{space 2} .5336264{col 28}{space 2}  .101916{col 39}{space 1}    5.24{col 48}{space 3}0.000{col 56}{space 4} .3338242{col 69}{space 3} .7334286
{txt}{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2} 7.505708{col 28}{space 2} .2796065{col 39}{space 1}   26.84{col 48}{space 3}0.000{col 56}{space 4} 6.957551{col 69}{space 3} 8.053865
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(30, 4769)       =  {res}     5.64
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0327
                                                {txt}Root MSE          =    {res} 2.5316

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0266283{col 75}{space 2} .0173161{col 86}{space 1}   -1.54{col 95}{space 3}0.124{col 103}{space 4}-.0605758{col 116}{space 3} .0073193
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002232{col 75}{space 2} .0001917{col 86}{space 1}    1.16{col 95}{space 3}0.244{col 103}{space 4}-.0001526{col 116}{space 3}  .000599
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2}  .136802{col 75}{space 2} .0842708{col 86}{space 1}    1.62{col 95}{space 3}0.105{col 103}{space 4}-.0284076{col 116}{space 3} .3020116
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1797324{col 75}{space 2} .1810848{col 86}{space 1}    0.99{col 95}{space 3}0.321{col 103}{space 4}-.1752773{col 116}{space 3} .5347421
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .1638325{col 75}{space 2} .2766536{col 86}{space 1}    0.59{col 95}{space 3}0.554{col 103}{space 4}-.3785362{col 116}{space 3} .7062012
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}  .136778{col 75}{space 2} .2178536{col 86}{space 1}    0.63{col 95}{space 3}0.530{col 103}{space 4}-.2903156{col 116}{space 3} .5638716
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}  .032663{col 75}{space 2} .1885181{col 86}{space 1}    0.17{col 95}{space 3}0.862{col 103}{space 4}-.3369194{col 116}{space 3} .4022454
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .2099644{col 75}{space 2} .1696481{col 86}{space 1}    1.24{col 95}{space 3}0.216{col 103}{space 4}-.1226242{col 116}{space 3}  .542553
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .4957498{col 75}{space 2} .1734457{col 86}{space 1}    2.86{col 95}{space 3}0.004{col 103}{space 4}  .155716{col 116}{space 3} .8357835
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .7541987{col 75}{space 2} .1656285{col 86}{space 1}    4.55{col 95}{space 3}0.000{col 103}{space 4} .4294903{col 116}{space 3} 1.078907
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.4689591{col 75}{space 2} .5419753{col 86}{space 1}   -0.87{col 95}{space 3}0.387{col 103}{space 4}-1.531481{col 116}{space 3} .5935625
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2644315{col 75}{space 2} .9781887{col 86}{space 1}   -0.27{col 95}{space 3}0.787{col 103}{space 4}-2.182133{col 116}{space 3}  1.65327
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.5748476{col 75}{space 2} .9875424{col 86}{space 1}   -0.58{col 95}{space 3}0.561{col 103}{space 4}-2.510886{col 116}{space 3} 1.361191
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.9114889{col 75}{space 2}  1.02067{col 86}{space 1}   -0.89{col 95}{space 3}0.372{col 103}{space 4}-2.912472{col 116}{space 3} 1.089495
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.3598551{col 75}{space 2} .9959655{col 86}{space 1}   -0.36{col 95}{space 3}0.718{col 103}{space 4}-2.312407{col 116}{space 3} 1.592697
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4627666{col 75}{space 2}   .98322{col 86}{space 1}   -0.47{col 95}{space 3}0.638{col 103}{space 4}-2.390332{col 116}{space 3} 1.464798
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1474536{col 75}{space 2} .1865106{col 86}{space 1}   -0.79{col 95}{space 3}0.429{col 103}{space 4}-.5131005{col 116}{space 3} .2181934
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.3538236{col 75}{space 2} .2148893{col 86}{space 1}   -1.65{col 95}{space 3}0.100{col 103}{space 4}-.7751059{col 116}{space 3} .0674587
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.3218634{col 75}{space 2} .1968477{col 86}{space 1}   -1.64{col 95}{space 3}0.102{col 103}{space 4}-.7077758{col 116}{space 3} .0640491
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2}  .151299{col 75}{space 2}  .288444{col 86}{space 1}    0.52{col 95}{space 3}0.600{col 103}{space 4}-.4141843{col 116}{space 3} .7167822
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2} -.313934{col 75}{space 2} .2015971{col 86}{space 1}   -1.56{col 95}{space 3}0.119{col 103}{space 4}-.7091574{col 116}{space 3} .0812893
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2884961{col 75}{space 2}  .176702{col 86}{space 1}   -1.63{col 95}{space 3}0.103{col 103}{space 4}-.6349136{col 116}{space 3} .0579214
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .3329506{col 75}{space 2} .8601332{col 86}{space 1}    0.39{col 95}{space 3}0.699{col 103}{space 4}-1.353307{col 116}{space 3} 2.019209
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.5356491{col 75}{space 2}  .173316{col 86}{space 1}   -3.09{col 95}{space 3}0.002{col 103}{space 4}-.8754285{col 116}{space 3}-.1958697
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.1214141{col 75}{space 2} .0844607{col 86}{space 1}   -1.44{col 95}{space 3}0.151{col 103}{space 4} -.286996{col 116}{space 3} .0441678
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .0849816{col 75}{space 2} .1102783{col 86}{space 1}    0.77{col 95}{space 3}0.441{col 103}{space 4}-.1312147{col 116}{space 3}  .301178
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .1312176{col 75}{space 2} .2515954{col 86}{space 1}    0.52{col 95}{space 3}0.602{col 103}{space 4}-.3620255{col 116}{space 3} .6244607
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.1279098{col 75}{space 2}  .100069{col 86}{space 1}   -1.28{col 95}{space 3}0.201{col 103}{space 4}-.3240912{col 116}{space 3} .0682716
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .6337665{col 75}{space 2} .1090414{col 86}{space 1}    5.81{col 95}{space 3}0.000{col 103}{space 4}  .419995{col 116}{space 3} .8475379
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.347834{col 75}{space 2}  .538355{col 86}{space 1}    2.50{col 95}{space 3}0.012{col 103}{space 4} .2924097{col 116}{space 3} 2.403258
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 7.720023{col 75}{space 2} 1.045915{col 86}{space 1}    7.38{col 95}{space 3}0.000{col 103}{space 4} 5.669547{col 116}{space 3} 9.770498
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(46, 4753)       =  {res}    10.71
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0866
                                                {txt}Root MSE          =    {res} 2.4643

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0187686{col 75}{space 2} .0170906{col 86}{space 1}   -1.10{col 95}{space 3}0.272{col 103}{space 4}-.0522741{col 116}{space 3} .0147369
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002201{col 75}{space 2} .0001893{col 86}{space 1}    1.16{col 95}{space 3}0.245{col 103}{space 4} -.000151{col 116}{space 3} .0005911
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1256458{col 75}{space 2} .0819391{col 86}{space 1}    1.53{col 95}{space 3}0.125{col 103}{space 4}-.0349928{col 116}{space 3} .2862844
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1219168{col 75}{space 2} .1756267{col 86}{space 1}    0.69{col 95}{space 3}0.488{col 103}{space 4}-.2223929{col 116}{space 3} .4662266
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0854394{col 75}{space 2} .2693424{col 86}{space 1}    0.32{col 95}{space 3}0.751{col 103}{space 4}-.4425964{col 116}{space 3} .6134752
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}-.0145818{col 75}{space 2} .2121877{col 86}{space 1}   -0.07{col 95}{space 3}0.945{col 103}{space 4}-.4305679{col 116}{space 3} .4014043
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} -.072952{col 75}{space 2} .1823874{col 86}{space 1}   -0.40{col 95}{space 3}0.689{col 103}{space 4}-.4305158{col 116}{space 3} .2846118
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .0972667{col 75}{space 2} .1652069{col 86}{space 1}    0.59{col 95}{space 3}0.556{col 103}{space 4}-.2266154{col 116}{space 3} .4211488
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .2336597{col 75}{space 2} .1697641{col 86}{space 1}    1.38{col 95}{space 3}0.169{col 103}{space 4}-.0991566{col 116}{space 3}  .566476
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2}  .365122{col 75}{space 2} .1632275{col 86}{space 1}    2.24{col 95}{space 3}0.025{col 103}{space 4} .0451206{col 116}{space 3} .6851234
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2904452{col 75}{space 2}  .544597{col 86}{space 1}   -0.53{col 95}{space 3}0.594{col 103}{space 4}-1.358108{col 116}{space 3} .7772172
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.3031548{col 75}{space 2} .9503184{col 86}{space 1}   -0.32{col 95}{space 3}0.750{col 103}{space 4}-2.166219{col 116}{space 3} 1.559909
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.6593021{col 75}{space 2} .9585906{col 86}{space 1}   -0.69{col 95}{space 3}0.492{col 103}{space 4}-2.538584{col 116}{space 3}  1.21998
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-1.010766{col 75}{space 2} .9905436{col 86}{space 1}   -1.02{col 95}{space 3}0.308{col 103}{space 4}-2.952691{col 116}{space 3} .9311579
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.3403569{col 75}{space 2} .9652392{col 86}{space 1}   -0.35{col 95}{space 3}0.724{col 103}{space 4}-2.232673{col 116}{space 3} 1.551959
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4825265{col 75}{space 2} .9557317{col 86}{space 1}   -0.50{col 95}{space 3}0.614{col 103}{space 4}-2.356203{col 116}{space 3}  1.39115
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1135993{col 75}{space 2} .1802901{col 86}{space 1}   -0.63{col 95}{space 3}0.529{col 103}{space 4}-.4670514{col 116}{space 3} .2398529
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2140619{col 75}{space 2} .2100088{col 86}{space 1}   -1.02{col 95}{space 3}0.308{col 103}{space 4}-.6257765{col 116}{space 3} .1976526
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.2854759{col 75}{space 2} .1908543{col 86}{space 1}   -1.50{col 95}{space 3}0.135{col 103}{space 4}-.6596388{col 116}{space 3}  .088687
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0434541{col 75}{space 2} .2769604{col 86}{space 1}    0.16{col 95}{space 3}0.875{col 103}{space 4}-.4995167{col 116}{space 3} .5864248
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.1920116{col 75}{space 2} .1968439{col 86}{space 1}   -0.98{col 95}{space 3}0.329{col 103}{space 4}-.5779168{col 116}{space 3} .1938936
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.1716877{col 75}{space 2} .1717358{col 86}{space 1}   -1.00{col 95}{space 3}0.317{col 103}{space 4}-.5083694{col 116}{space 3} .1649939
{txt}{space 55}Other  {c |}{col 63}{res}{space 2}  .420881{col 75}{space 2} .9090468{col 86}{space 1}    0.46{col 95}{space 3}0.643{col 103}{space 4}-1.361272{col 116}{space 3} 2.203034
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 2.238118{col 75}{space 2}  .739695{col 86}{space 1}    3.03{col 95}{space 3}0.002{col 103}{space 4} .7879733{col 116}{space 3} 3.688263
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 3.013973{col 75}{space 2} .7209342{col 86}{space 1}    4.18{col 95}{space 3}0.000{col 103}{space 4} 1.600608{col 116}{space 3} 4.427338
{txt}{space 56}Good  {c |}{col 63}{res}{space 2}   3.3696{col 75}{space 2} .7215358{col 86}{space 1}    4.67{col 95}{space 3}0.000{col 103}{space 4} 1.955055{col 116}{space 3} 4.784144
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 3.953507{col 75}{space 2} .7245754{col 86}{space 1}    5.46{col 95}{space 3}0.000{col 103}{space 4} 2.533003{col 116}{space 3}  5.37401
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.8140377{col 75}{space 2} 1.220921{col 86}{space 1}   -0.67{col 95}{space 3}0.505{col 103}{space 4}-3.207609{col 116}{space 3} 1.579534
{txt}{space 49}second step  {c |}{col 63}{res}{space 2} -1.10915{col 75}{space 2} 1.221418{col 86}{space 1}   -0.91{col 95}{space 3}0.364{col 103}{space 4}-3.503695{col 116}{space 3} 1.285394
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2} -.612223{col 75}{space 2}    1.218{col 86}{space 1}   -0.50{col 95}{space 3}0.615{col 103}{space 4}-3.000066{col 116}{space 3}  1.77562
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.2890894{col 75}{space 2} 1.216512{col 86}{space 1}   -0.24{col 95}{space 3}0.812{col 103}{space 4}-2.674016{col 116}{space 3} 2.095837
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.2864191{col 75}{space 2} 1.213057{col 86}{space 1}   -0.24{col 95}{space 3}0.813{col 103}{space 4}-2.664573{col 116}{space 3} 2.091735
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .0039455{col 75}{space 2} 1.213907{col 86}{space 1}    0.00{col 95}{space 3}0.997{col 103}{space 4}-2.375874{col 116}{space 3} 2.383765
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .3602225{col 75}{space 2} 1.216426{col 86}{space 1}    0.30{col 95}{space 3}0.767{col 103}{space 4}-2.024536{col 116}{space 3} 2.744981
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .4185611{col 75}{space 2} 1.218732{col 86}{space 1}    0.34{col 95}{space 3}0.731{col 103}{space 4}-1.970718{col 116}{space 3}  2.80784
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.087976{col 75}{space 2} 1.239254{col 86}{space 1}    0.88{col 95}{space 3}0.380{col 103}{space 4}-1.341536{col 116}{space 3} 3.517488
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .2818085{col 75}{space 2} 1.264409{col 86}{space 1}    0.22{col 95}{space 3}0.824{col 103}{space 4}-2.197018{col 116}{space 3} 2.760635
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2}  .074257{col 75}{space 2} .1662506{col 86}{space 1}    0.45{col 95}{space 3}0.655{col 103}{space 4}-.2516712{col 116}{space 3} .4001853
{txt}{space 59}3  {c |}{col 63}{res}{space 2} -.806453{col 75}{space 2} .4678454{col 86}{space 1}   -1.72{col 95}{space 3}0.085{col 103}{space 4}-1.723647{col 116}{space 3} .1107408
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.4505111{col 75}{space 2}  .168186{col 86}{space 1}   -2.68{col 95}{space 3}0.007{col 103}{space 4}-.7802336{col 116}{space 3}-.1207886
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0666887{col 75}{space 2} .0830966{col 86}{space 1}   -0.80{col 95}{space 3}0.422{col 103}{space 4}-.2295965{col 116}{space 3} .0962192
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .0801319{col 75}{space 2} .1080959{col 86}{space 1}    0.74{col 95}{space 3}0.459{col 103}{space 4}-.1317861{col 116}{space 3} .2920499
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .1254682{col 75}{space 2} .2344313{col 86}{space 1}    0.54{col 95}{space 3}0.593{col 103}{space 4}-.3341257{col 116}{space 3} .5850621
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} .0517155{col 75}{space 2} 1.211911{col 86}{space 1}    0.04{col 95}{space 3}0.966{col 103}{space 4}-2.324191{col 116}{space 3} 2.427622
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2}  .869646{col 75}{space 2} 1.213676{col 86}{space 1}    0.72{col 95}{space 3}0.474{col 103}{space 4} -1.50972{col 116}{space 3} 3.249012
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.318255{col 75}{space 2} 1.324243{col 86}{space 1}    1.00{col 95}{space 3}0.320{col 103}{space 4}-1.277875{col 116}{space 3} 3.914385
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 4.322935{col 75}{space 2} 1.255675{col 86}{space 1}    3.44{col 95}{space 3}0.001{col 103}{space 4}  1.86123{col 116}{space 3} 6.784639
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}    Variable {c |}       VIF       1/VIF  
{hline 13}{c +}{hline 22}
{space 9}age {c |} {res}    41.11    0.024322
{txt}{space 7}agesq {c |} {res}    39.65    0.025219
{txt}{space 7}2.sex {c |} {res}     1.37    0.731618
{txt}{space 9}edu {c |}
{space 10}2  {c |} {res}     1.92    0.521375
{txt}{space 10}3  {c |} {res}     1.32    0.754892
{txt}{space 10}4  {c |} {res}     1.56    0.640183
{txt}{space 10}5  {c |} {res}     1.84    0.542787
{txt}{space 10}6  {c |} {res}     2.20    0.455250
{txt}{space 10}7  {c |} {res}     2.24    0.447213
{txt}{space 10}8  {c |} {res}     2.22    0.451115
{txt}{space 10}9  {c |} {res}    25.04    0.039942
{txt}{space 5}marital {c |}
{space 10}1  {c |} {res}   181.30    0.005516
{txt}{space 10}2  {c |} {res}    55.64    0.017974
{txt}{space 10}4  {c |} {res}    14.80    0.067567
{txt}{space 10}5  {c |} {res}    41.20    0.024269
{txt}{space 10}6  {c |} {res}   127.71    0.007830
{txt}{space 6}employ {c |}
{space 10}1  {c |} {res}     6.13    0.163061
{txt}{space 10}2  {c |} {res}     3.00    0.333088
{txt}{space 10}3  {c |} {res}     6.23    0.160492
{txt}{space 10}4  {c |} {res}     2.10    0.476067
{txt}{space 10}5  {c |} {res}     5.32    0.187977
{txt}{space 10}7  {c |} {res}     4.77    0.209708
{txt}{space 10}8  {c |} {res}     1.04    0.965958
{txt}{space 6}health {c |}
{space 10}2  {c |} {res}    18.80    0.053188
{txt}{space 10}3  {c |} {res}    78.68    0.012710
{txt}{space 10}4  {c |} {res}    76.05    0.013150
{txt}{space 10}5  {c |} {res}    46.58    0.021471
{txt}{space 6}income {c |}
{space 10}1  {c |} {res}    54.06    0.018498
{txt}{space 10}2  {c |} {res}    29.12    0.034341
{txt}{space 10}3  {c |} {res}    40.08    0.024949
{txt}{space 10}4  {c |} {res}    44.88    0.022281
{txt}{space 10}5  {c |} {res}    87.84    0.011384
{txt}{space 10}6  {c |} {res}    45.27    0.022088
{txt}{space 10}7  {c |} {res}    28.24    0.035408
{txt}{space 10}8  {c |} {res}    21.95    0.045550
{txt}{space 10}9  {c |} {res}     6.43    0.155454
{txt}{space 9}10  {c |} {res}     9.19    0.108844
{txt}{space 7}trust {c |}
{space 10}1  {c |} {res}     1.02    0.976579
{txt}{space 10}3  {c |} {res}     1.01    0.991461
{txt}{space 8}govt {c |}
{space 10}1  {c |} {res}     1.10    0.909068
{txt}{space 10}2  {c |} {res}     1.22    0.821162
{txt}{space 10}4  {c |} {res}     1.22    0.819891
{txt}{space 10}5  {c |} {res}     1.07    0.932702
{txt}{space 8}wave {c |}
{space 10}4  {c |} {res}   101.33    0.009868
{txt}{space 10}6  {c |} {res}   102.68    0.009739
{txt}{space 10}7  {c |} {res}   125.01    0.008000
{txt}{hline 13}{c +}{hline 22}
    Mean VIF {c |} {res}    32.45
{txt}
{com}. 
. 
. *Judiciary/Judicial System 
. foreach y in "reg" {c -(} 
{txt}  2{com}.         `y' ls age agesq i.sex ib3.judi i.wave, robust 
{txt}  3{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ ib3.judi i.wave, robust
{txt}  4{com}.         `y' ls age agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.judi i.wave, robust
{txt}  5{com}.         vif
{txt}  6{com}. {c )-}

{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(10, 4789)       =  {res}    10.19
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0199
                                                {txt}Root MSE          =    {res}  2.543

{txt}{hline 15}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 16}{c |}{col 28}    Robust
{col 1}            ls{col 16}{c |}      Coef.{col 28}   Std. Err.{col 40}      t{col 48}   P>|t|{col 56}     [95% Con{col 69}f. Interval]
{hline 15}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}age {c |}{col 16}{res}{space 2}-.0285474{col 28}{space 2} .0137773{col 39}{space 1}   -2.07{col 48}{space 3}0.038{col 56}{space 4}-.0555573{col 69}{space 3}-.0015374
{txt}{space 9}agesq {c |}{col 16}{res}{space 2} .0002507{col 28}{space 2} .0001565{col 39}{space 1}    1.60{col 48}{space 3}0.109{col 56}{space 4}-.0000561{col 69}{space 3} .0005574
{txt}{space 14} {c |}
{space 11}sex {c |}
{space 7}Female  {c |}{col 16}{res}{space 2} .1038525{col 28}{space 2} .0735424{col 39}{space 1}    1.41{col 48}{space 3}0.158{col 56}{space 4}-.0403245{col 69}{space 3} .2480294
{txt}{space 14} {c |}
{space 10}judi {c |}
{space 2}None at all  {c |}{col 16}{res}{space 2}-.2908485{col 28}{space 2}  .226337{col 39}{space 1}   -1.29{col 48}{space 3}0.199{col 56}{space 4}-.7345731{col 69}{space 3}  .152876
{txt}Not very much  {c |}{col 16}{res}{space 2}-.0496477{col 28}{space 2} .1034211{col 39}{space 1}   -0.48{col 48}{space 3}0.631{col 56}{space 4}-.2524006{col 69}{space 3} .1531053
{txt}{space 1}A great deal  {c |}{col 16}{res}{space 2} .2171448{col 28}{space 2} .1075993{col 39}{space 1}    2.02{col 48}{space 3}0.044{col 56}{space 4} .0062008{col 69}{space 3} .4280888
{txt}{space 12}5  {c |}{col 16}{res}{space 2}-1.256083{col 28}{space 2} .4683682{col 39}{space 1}   -2.68{col 48}{space 3}0.007{col 56}{space 4}  -2.1743{col 69}{space 3}-.3378667
{txt}{space 14} {c |}
{space 10}wave {c |}
{space 4}1999-2004  {c |}{col 16}{res}{space 2}  1.09753{col 28}{space 2} .4679008{col 39}{space 1}    2.35{col 48}{space 3}0.019{col 56}{space 4} .1802297{col 69}{space 3} 2.014831
{txt}{space 4}2010-2014  {c |}{col 16}{res}{space 2} .5411142{col 28}{space 2} .1062205{col 39}{space 1}    5.09{col 48}{space 3}0.000{col 56}{space 4} .3328733{col 69}{space 3} .7493551
{txt}{space 4}2017-2020  {c |}{col 16}{res}{space 2}  .538558{col 28}{space 2} .1001167{col 39}{space 1}    5.38{col 48}{space 3}0.000{col 56}{space 4} .3422833{col 69}{space 3} .7348327
{txt}{space 14} {c |}
{space 9}_cons {c |}{col 16}{res}{space 2} 7.431434{col 28}{space 2} .2820468{col 39}{space 1}   26.35{col 48}{space 3}0.000{col 56}{space 4} 6.878493{col 69}{space 3} 7.984375
{txt}{hline 15}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(30, 4769)       =  {res}     5.71
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0321
                                                {txt}Root MSE          =    {res} 2.5323

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2} -.026936{col 75}{space 2} .0174167{col 86}{space 1}   -1.55{col 95}{space 3}0.122{col 103}{space 4}-.0610809{col 116}{space 3} .0072088
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002295{col 75}{space 2}  .000193{col 86}{space 1}    1.19{col 95}{space 3}0.235{col 103}{space 4} -.000149{col 116}{space 3} .0006079
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1430835{col 75}{space 2} .0842608{col 86}{space 1}    1.70{col 95}{space 3}0.090{col 103}{space 4}-.0221066{col 116}{space 3} .3082736
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1741625{col 75}{space 2} .1811053{col 86}{space 1}    0.96{col 95}{space 3}0.336{col 103}{space 4}-.1808875{col 116}{space 3} .5292125
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0911585{col 75}{space 2} .2771696{col 86}{space 1}    0.33{col 95}{space 3}0.742{col 103}{space 4}-.4522219{col 116}{space 3} .6345389
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .1048638{col 75}{space 2} .2176679{col 86}{space 1}    0.48{col 95}{space 3}0.630{col 103}{space 4}-.3218657{col 116}{space 3} .5315933
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} .0000365{col 75}{space 2}  .189143{col 86}{space 1}    0.00{col 95}{space 3}1.000{col 103}{space 4} -.370771{col 116}{space 3}  .370844
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2}  .177551{col 75}{space 2} .1700664{col 86}{space 1}    1.04{col 95}{space 3}0.297{col 103}{space 4}-.1558577{col 116}{space 3} .5109596
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .4562108{col 75}{space 2} .1736991{col 86}{space 1}    2.63{col 95}{space 3}0.009{col 103}{space 4} .1156804{col 116}{space 3} .7967412
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .7262115{col 75}{space 2} .1652836{col 86}{space 1}    4.39{col 95}{space 3}0.000{col 103}{space 4} .4021794{col 116}{space 3} 1.050244
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.4984787{col 75}{space 2} .5475104{col 86}{space 1}   -0.91{col 95}{space 3}0.363{col 103}{space 4}-1.571852{col 116}{space 3} .5748944
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2753616{col 75}{space 2} 1.020837{col 86}{space 1}   -0.27{col 95}{space 3}0.787{col 103}{space 4}-2.276674{col 116}{space 3} 1.725951
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.5801621{col 75}{space 2} 1.029597{col 86}{space 1}   -0.56{col 95}{space 3}0.573{col 103}{space 4}-2.598648{col 116}{space 3} 1.438323
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.9029188{col 75}{space 2} 1.060161{col 86}{space 1}   -0.85{col 95}{space 3}0.394{col 103}{space 4}-2.981324{col 116}{space 3} 1.175486
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.3625573{col 75}{space 2} 1.037933{col 86}{space 1}   -0.35{col 95}{space 3}0.727{col 103}{space 4}-2.397384{col 116}{space 3}  1.67227
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4701555{col 75}{space 2} 1.025294{col 86}{space 1}   -0.46{col 95}{space 3}0.647{col 103}{space 4}-2.480204{col 116}{space 3} 1.539893
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1561701{col 75}{space 2}  .185982{col 86}{space 1}   -0.84{col 95}{space 3}0.401{col 103}{space 4}-.5207805{col 116}{space 3} .2084404
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.3623645{col 75}{space 2} .2137996{col 86}{space 1}   -1.69{col 95}{space 3}0.090{col 103}{space 4}-.7815104{col 116}{space 3} .0567813
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.3270411{col 75}{space 2} .1962792{col 86}{space 1}   -1.67{col 95}{space 3}0.096{col 103}{space 4} -.711839{col 116}{space 3} .0577567
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2}  .123752{col 75}{space 2} .2896498{col 86}{space 1}    0.43{col 95}{space 3}0.669{col 103}{space 4}-.4440953{col 116}{space 3} .6915992
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2} -.315085{col 75}{space 2} .2012784{col 86}{space 1}   -1.57{col 95}{space 3}0.118{col 103}{space 4}-.7096837{col 116}{space 3} .0795136
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2} -.294371{col 75}{space 2} .1764278{col 86}{space 1}   -1.67{col 95}{space 3}0.095{col 103}{space 4} -.640251{col 116}{space 3}  .051509
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .2236639{col 75}{space 2}  .826849{col 86}{space 1}    0.27{col 95}{space 3}0.787{col 103}{space 4}-1.397342{col 116}{space 3} 1.844669
{txt}{space 61} {c |}
{space 57}judi {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.2377945{col 75}{space 2} .2252145{col 86}{space 1}   -1.06{col 95}{space 3}0.291{col 103}{space 4}-.6793189{col 116}{space 3} .2037299
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0650564{col 75}{space 2} .1031171{col 86}{space 1}   -0.63{col 95}{space 3}0.528{col 103}{space 4}-.2672136{col 116}{space 3} .1371008
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2332413{col 75}{space 2} .1075861{col 86}{space 1}    2.17{col 95}{space 3}0.030{col 103}{space 4} .0223229{col 116}{space 3} .4441597
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-1.157835{col 75}{space 2} .4781191{col 86}{space 1}   -2.42{col 95}{space 3}0.015{col 103}{space 4}-2.095169{col 116}{space 3} -.220501
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} 1.023668{col 75}{space 2} .4782609{col 86}{space 1}    2.14{col 95}{space 3}0.032{col 103}{space 4} .0860564{col 116}{space 3} 1.961281
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2}   .61839{col 75}{space 2} .1089891{col 86}{space 1}    5.67{col 95}{space 3}0.000{col 103}{space 4} .4047211{col 116}{space 3}  .832059
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.363485{col 75}{space 2} .5432264{col 86}{space 1}    2.51{col 95}{space 3}0.012{col 103}{space 4} .2985101{col 116}{space 3} 2.428459
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 7.688042{col 75}{space 2} 1.086435{col 86}{space 1}    7.08{col 95}{space 3}0.000{col 103}{space 4} 5.558127{col 116}{space 3} 9.817957
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(46, 4753)       =  {res}    10.89
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0870
                                                {txt}Root MSE          =    {res} 2.4637

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 58}age {c |}{col 63}{res}{space 2}-.0189667{col 75}{space 2} .0171693{col 86}{space 1}   -1.10{col 95}{space 3}0.269{col 103}{space 4}-.0526265{col 116}{space 3} .0146931
{txt}{space 56}agesq {c |}{col 63}{res}{space 2} .0002262{col 75}{space 2} .0001903{col 86}{space 1}    1.19{col 95}{space 3}0.235{col 103}{space 4} -.000147{col 116}{space 3} .0005993
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1325343{col 75}{space 2} .0818926{col 86}{space 1}    1.62{col 95}{space 3}0.106{col 103}{space 4}-.0280131{col 116}{space 3} .2930817
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1148772{col 75}{space 2} .1753949{col 86}{space 1}    0.65{col 95}{space 3}0.513{col 103}{space 4}-.2289781{col 116}{space 3} .4587325
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0153416{col 75}{space 2}  .269284{col 86}{space 1}    0.06{col 95}{space 3}0.955{col 103}{space 4}-.5125798{col 116}{space 3}  .543263
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}-.0463414{col 75}{space 2}  .211749{col 86}{space 1}   -0.22{col 95}{space 3}0.827{col 103}{space 4}-.4614674{col 116}{space 3} .3687847
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.1063282{col 75}{space 2} .1827542{col 86}{space 1}   -0.58{col 95}{space 3}0.561{col 103}{space 4}-.4646111{col 116}{space 3} .2519548
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2}  .067229{col 75}{space 2} .1654528{col 86}{space 1}    0.41{col 95}{space 3}0.685{col 103}{space 4}-.2571352{col 116}{space 3} .3915931
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .1973965{col 75}{space 2} .1696866{col 86}{space 1}    1.16{col 95}{space 3}0.245{col 103}{space 4}-.1352678{col 116}{space 3} .5300609
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .3380293{col 75}{space 2} .1625318{col 86}{space 1}    2.08{col 95}{space 3}0.038{col 103}{space 4} .0193918{col 116}{space 3} .6566669
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.3222132{col 75}{space 2} .5468789{col 86}{space 1}   -0.59{col 95}{space 3}0.556{col 103}{space 4}-1.394349{col 116}{space 3} .7499229
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2} -.320227{col 75}{space 2}  .992396{col 86}{space 1}   -0.32{col 95}{space 3}0.747{col 103}{space 4}-2.265783{col 116}{space 3} 1.625329
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.6722159{col 75}{space 2} 1.000099{col 86}{space 1}   -0.67{col 95}{space 3}0.502{col 103}{space 4}-2.632872{col 116}{space 3} 1.288441
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-1.013745{col 75}{space 2} 1.029394{col 86}{space 1}   -0.98{col 95}{space 3}0.325{col 103}{space 4}-3.031834{col 116}{space 3} 1.004344
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.3485331{col 75}{space 2} 1.006746{col 86}{space 1}   -0.35{col 95}{space 3}0.729{col 103}{space 4}-2.322222{col 116}{space 3} 1.625155
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4961315{col 75}{space 2} .9972191{col 86}{space 1}   -0.50{col 95}{space 3}0.619{col 103}{space 4}-2.451143{col 116}{space 3}  1.45888
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1210664{col 75}{space 2} .1794537{col 86}{space 1}   -0.67{col 95}{space 3}0.500{col 103}{space 4}-.4728787{col 116}{space 3} .2307459
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2} -.220625{col 75}{space 2} .2088532{col 86}{space 1}   -1.06{col 95}{space 3}0.291{col 103}{space 4}-.6300739{col 116}{space 3}  .188824
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.2892782{col 75}{space 2} .1899453{col 86}{space 1}   -1.52{col 95}{space 3}0.128{col 103}{space 4}-.6616589{col 116}{space 3} .0831024
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0154551{col 75}{space 2} .2776853{col 86}{space 1}    0.06{col 95}{space 3}0.956{col 103}{space 4}-.5289367{col 116}{space 3} .5598468
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.1904095{col 75}{space 2}  .196106{col 86}{space 1}   -0.97{col 95}{space 3}0.332{col 103}{space 4}-.5748681{col 116}{space 3} .1940491
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.1758666{col 75}{space 2} .1710669{col 86}{space 1}   -1.03{col 95}{space 3}0.304{col 103}{space 4}-.5112369{col 116}{space 3} .1595037
{txt}{space 55}Other  {c |}{col 63}{res}{space 2}  .319956{col 75}{space 2}  .873394{col 86}{space 1}    0.37{col 95}{space 3}0.714{col 103}{space 4}-1.392301{col 116}{space 3} 2.032213
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 2.303493{col 75}{space 2} .7435973{col 86}{space 1}    3.10{col 95}{space 3}0.002{col 103}{space 4} .8456981{col 116}{space 3} 3.761288
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 3.084699{col 75}{space 2} .7245638{col 86}{space 1}    4.26{col 95}{space 3}0.000{col 103}{space 4} 1.664218{col 116}{space 3}  4.50518
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 3.451814{col 75}{space 2} .7256472{col 86}{space 1}    4.76{col 95}{space 3}0.000{col 103}{space 4} 2.029209{col 116}{space 3} 4.874418
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 4.027559{col 75}{space 2} .7282828{col 86}{space 1}    5.53{col 95}{space 3}0.000{col 103}{space 4} 2.599787{col 116}{space 3}  5.45533
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.8523363{col 75}{space 2} 1.205425{col 86}{space 1}   -0.71{col 95}{space 3}0.480{col 103}{space 4}-3.215529{col 116}{space 3} 1.510856
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-1.129074{col 75}{space 2} 1.206019{col 86}{space 1}   -0.94{col 95}{space 3}0.349{col 103}{space 4} -3.49343{col 116}{space 3} 1.235283
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.6281948{col 75}{space 2} 1.202598{col 86}{space 1}   -0.52{col 95}{space 3}0.601{col 103}{space 4}-2.985844{col 116}{space 3} 1.729454
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.3143135{col 75}{space 2} 1.201122{col 86}{space 1}   -0.26{col 95}{space 3}0.794{col 103}{space 4} -2.66907{col 116}{space 3} 2.040443
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.3087606{col 75}{space 2} 1.197553{col 86}{space 1}   -0.26{col 95}{space 3}0.797{col 103}{space 4} -2.65652{col 116}{space 3} 2.038998
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2}-.0073211{col 75}{space 2} 1.198245{col 86}{space 1}   -0.01{col 95}{space 3}0.995{col 103}{space 4}-2.356437{col 116}{space 3} 2.341795
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .3621494{col 75}{space 2} 1.200853{col 86}{space 1}    0.30{col 95}{space 3}0.763{col 103}{space 4} -1.99208{col 116}{space 3} 2.716378
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .3935458{col 75}{space 2} 1.203504{col 86}{space 1}    0.33{col 95}{space 3}0.744{col 103}{space 4}-1.965879{col 116}{space 3}  2.75297
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.052504{col 75}{space 2} 1.224279{col 86}{space 1}    0.86{col 95}{space 3}0.390{col 103}{space 4} -1.34765{col 116}{space 3} 3.452658
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .2222239{col 75}{space 2} 1.250327{col 86}{space 1}    0.18{col 95}{space 3}0.859{col 103}{space 4}-2.228996{col 116}{space 3} 2.673444
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0705018{col 75}{space 2} .1653029{col 86}{space 1}    0.43{col 95}{space 3}0.670{col 103}{space 4}-.2535685{col 116}{space 3} .3945721
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.8485424{col 75}{space 2} .4700258{col 86}{space 1}   -1.81{col 95}{space 3}0.071{col 103}{space 4}-1.770011{col 116}{space 3} .0729259
{txt}{space 61} {c |}
{space 57}judi {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.1444659{col 75}{space 2} .2240797{col 86}{space 1}   -0.64{col 95}{space 3}0.519{col 103}{space 4} -.583766{col 116}{space 3} .2948342
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0625639{col 75}{space 2} .1009617{col 86}{space 1}   -0.62{col 95}{space 3}0.535{col 103}{space 4}-.2604957{col 116}{space 3} .1353679
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2451014{col 75}{space 2} .1056584{col 86}{space 1}    2.32{col 95}{space 3}0.020{col 103}{space 4} .0379619{col 116}{space 3} .4522409
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-1.293405{col 75}{space 2} .4422232{col 86}{space 1}   -2.92{col 95}{space 3}0.003{col 103}{space 4}-2.160368{col 116}{space 3}-.4264432
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} 1.368878{col 75}{space 2} 1.271721{col 86}{space 1}    1.08{col 95}{space 3}0.282{col 103}{space 4}-1.124285{col 116}{space 3} 3.862041
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .8782466{col 75}{space 2} 1.198151{col 86}{space 1}    0.73{col 95}{space 3}0.464{col 103}{space 4}-1.470684{col 116}{space 3} 3.227177
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.344872{col 75}{space 2} 1.310922{col 86}{space 1}    1.03{col 95}{space 3}0.305{col 103}{space 4}-1.225141{col 116}{space 3} 3.914886
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2}  4.23263{col 75}{space 2}  1.29163{col 86}{space 1}    3.28{col 95}{space 3}0.001{col 103}{space 4} 1.700437{col 116}{space 3} 6.764823
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}    Variable {c |}       VIF       1/VIF  
{hline 13}{c +}{hline 22}
{space 9}age {c |} {res}    41.10    0.024331
{txt}{space 7}agesq {c |} {res}    39.63    0.025233
{txt}{space 7}2.sex {c |} {res}     1.37    0.731517
{txt}{space 9}edu {c |}
{space 10}2  {c |} {res}     1.92    0.521005
{txt}{space 10}3  {c |} {res}     1.33    0.753290
{txt}{space 10}4  {c |} {res}     1.56    0.640431
{txt}{space 10}5  {c |} {res}     1.85    0.540739
{txt}{space 10}6  {c |} {res}     2.20    0.454258
{txt}{space 10}7  {c |} {res}     2.23    0.448018
{txt}{space 10}8  {c |} {res}     2.22    0.450940
{txt}{space 10}9  {c |} {res}    25.01    0.039984
{txt}{space 5}marital {c |}
{space 10}1  {c |} {res}   181.47    0.005510
{txt}{space 10}2  {c |} {res}    55.68    0.017960
{txt}{space 10}4  {c |} {res}    14.81    0.067511
{txt}{space 10}5  {c |} {res}    41.25    0.024244
{txt}{space 10}6  {c |} {res}   127.83    0.007823
{txt}{space 6}employ {c |}
{space 10}1  {c |} {res}     6.13    0.163177
{txt}{space 10}2  {c |} {res}     3.00    0.333239
{txt}{space 10}3  {c |} {res}     6.23    0.160546
{txt}{space 10}4  {c |} {res}     2.10    0.475964
{txt}{space 10}5  {c |} {res}     5.31    0.188274
{txt}{space 10}7  {c |} {res}     4.76    0.209881
{txt}{space 10}8  {c |} {res}     1.04    0.965251
{txt}{space 6}health {c |}
{space 10}2  {c |} {res}    18.84    0.053082
{txt}{space 10}3  {c |} {res}    78.83    0.012686
{txt}{space 10}4  {c |} {res}    76.24    0.013116
{txt}{space 10}5  {c |} {res}    46.65    0.021435
{txt}{space 6}income {c |}
{space 10}1  {c |} {res}    54.00    0.018518
{txt}{space 10}2  {c |} {res}    29.07    0.034400
{txt}{space 10}3  {c |} {res}    40.01    0.024995
{txt}{space 10}4  {c |} {res}    44.80    0.022322
{txt}{space 10}5  {c |} {res}    87.69    0.011404
{txt}{space 10}6  {c |} {res}    45.19    0.022127
{txt}{space 10}7  {c |} {res}    28.19    0.035473
{txt}{space 10}8  {c |} {res}    21.93    0.045607
{txt}{space 10}9  {c |} {res}     6.42    0.155807
{txt}{space 9}10  {c |} {res}     9.18    0.108948
{txt}{space 7}trust {c |}
{space 10}1  {c |} {res}     1.02    0.975949
{txt}{space 10}3  {c |} {res}     1.01    0.992013
{txt}{space 8}judi {c |}
{space 10}1  {c |} {res}     1.09    0.914788
{txt}{space 10}2  {c |} {res}     1.30    0.769269
{txt}{space 10}4  {c |} {res}     1.31    0.762606
{txt}{space 10}5  {c |} {res}    58.36    0.017136
{txt}{space 8}wave {c |}
{space 10}4  {c |} {res}   156.93    0.006372
{txt}{space 10}6  {c |} {res}   102.51    0.009755
{txt}{space 10}7  {c |} {res}   124.72    0.008018
{txt}{hline 13}{c +}{hline 22}
    Mean VIF {c |} {res}    34.90
{txt}
{com}. 
. 
. 
. tab judi

     {txt}Confidence: {c |}
         Justice {c |}
   System/Courts {c |}      Freq.     Percent        Cum.
{hline 17}{c +}{hline 35}
     None at all {c |}{res}        176        3.67        3.67
{txt}   Not very much {c |}{res}        917       19.10       22.77
{txt}     Quite a lot {c |}{res}      1,573       32.77       55.54
{txt}    A great deal {c |}{res}        918       19.13       74.67
{txt}               5 {c |}{res}      1,216       25.33      100.00
{txt}{hline 17}{c +}{hline 35}
           Total {c |}{res}      4,800      100.00
{txt}
{com}. 
. ***                                             TABLE 4: FULL EQUATION                                                          ***
. 
. 
. 
. foreach y in "reg" {c -(}
{txt}  2{com}.         `y' ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt i.wave, robust
{txt}  3{com}.         `y' ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt ib3.judi i.wave, robust
{txt}  4{com}.         `y' ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.police ib3.congress ib3.govt ib3.civilserv ib3.judi i.wave, robust 
{txt}  5{com}. {c )-}

{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(49, 4750)       =  {res}    10.20
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0878
                                                {txt}Root MSE          =    {res} 2.4633

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}agesq {c |}{col 63}{res}{space 2} .0000286{col 75}{space 2} .0000371{col 86}{space 1}    0.77{col 95}{space 3}0.441{col 103}{space 4}-.0000442{col 116}{space 3} .0001013
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1316516{col 75}{space 2}  .082101{col 86}{space 1}    1.60{col 95}{space 3}0.109{col 103}{space 4}-.0293044{col 116}{space 3} .2926077
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1199963{col 75}{space 2}  .174887{col 86}{space 1}    0.69{col 95}{space 3}0.493{col 103}{space 4}-.2228634{col 116}{space 3}  .462856
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .1035088{col 75}{space 2} .2707744{col 86}{space 1}    0.38{col 95}{space 3}0.702{col 103}{space 4}-.4273345{col 116}{space 3} .6343522
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .0020347{col 75}{space 2} .2127766{col 86}{space 1}    0.01{col 95}{space 3}0.992{col 103}{space 4}-.4151061{col 116}{space 3} .4191755
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.0684149{col 75}{space 2}  .182058{col 86}{space 1}   -0.38{col 95}{space 3}0.707{col 103}{space 4} -.425333{col 116}{space 3} .2885031
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .1153526{col 75}{space 2} .1659265{col 86}{space 1}    0.70{col 95}{space 3}0.487{col 103}{space 4}-.2099402{col 116}{space 3} .4406454
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .2608655{col 75}{space 2} .1708415{col 86}{space 1}    1.53{col 95}{space 3}0.127{col 103}{space 4} -.074063{col 116}{space 3} .5957941
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .3726685{col 75}{space 2} .1635527{col 86}{space 1}    2.28{col 95}{space 3}0.023{col 103}{space 4} .0520295{col 116}{space 3} .6933076
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2667849{col 75}{space 2} .5414982{col 86}{space 1}   -0.49{col 95}{space 3}0.622{col 103}{space 4}-1.328372{col 116}{space 3} .7948025
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2535652{col 75}{space 2} .9359603{col 86}{space 1}   -0.27{col 95}{space 3}0.786{col 103}{space 4}-2.088481{col 116}{space 3} 1.581351
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.5892425{col 75}{space 2} .9449431{col 86}{space 1}   -0.62{col 95}{space 3}0.533{col 103}{space 4}-2.441769{col 116}{space 3} 1.263284
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.9645993{col 75}{space 2}  .977151{col 86}{space 1}   -0.99{col 95}{space 3}0.324{col 103}{space 4}-2.880268{col 116}{space 3} .9510695
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.2614194{col 75}{space 2} .9519946{col 86}{space 1}   -0.27{col 95}{space 3}0.784{col 103}{space 4} -2.12777{col 116}{space 3} 1.604931
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.3785078{col 75}{space 2} .9423936{col 86}{space 1}   -0.40{col 95}{space 3}0.688{col 103}{space 4}-2.226036{col 116}{space 3} 1.469021
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1661847{col 75}{space 2} .1748274{col 86}{space 1}   -0.95{col 95}{space 3}0.342{col 103}{space 4}-.5089274{col 116}{space 3}  .176558
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2644247{col 75}{space 2} .2045846{col 86}{space 1}   -1.29{col 95}{space 3}0.196{col 103}{space 4}-.6655054{col 116}{space 3}  .136656
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.3483628{col 75}{space 2}   .18536{col 86}{space 1}   -1.88{col 95}{space 3}0.060{col 103}{space 4}-.7117543{col 116}{space 3} .0150286
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0468474{col 75}{space 2} .2770612{col 86}{space 1}    0.17{col 95}{space 3}0.866{col 103}{space 4} -.496321{col 116}{space 3} .5900158
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.2292158{col 75}{space 2} .1938942{col 86}{space 1}   -1.18{col 95}{space 3}0.237{col 103}{space 4}-.6093383{col 116}{space 3} .1509066
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2069422{col 75}{space 2}  .169359{col 86}{space 1}   -1.22{col 95}{space 3}0.222{col 103}{space 4}-.5389644{col 116}{space 3}   .12508
{txt}{space 55}Other  {c |}{col 63}{res}{space 2}  .288726{col 75}{space 2} .8617148{col 86}{space 1}    0.34{col 95}{space 3}0.738{col 103}{space 4}-1.400634{col 116}{space 3} 1.978086
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 2.241904{col 75}{space 2} .7477976{col 86}{space 1}    3.00{col 95}{space 3}0.003{col 103}{space 4} .7758739{col 116}{space 3} 3.707934
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2}  3.01184{col 75}{space 2} .7297642{col 86}{space 1}    4.13{col 95}{space 3}0.000{col 103}{space 4} 1.581164{col 116}{space 3} 4.442516
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 3.375897{col 75}{space 2}  .730297{col 86}{space 1}    4.62{col 95}{space 3}0.000{col 103}{space 4} 1.944177{col 116}{space 3} 4.807618
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2}   3.9562{col 75}{space 2} .7330255{col 86}{space 1}    5.40{col 95}{space 3}0.000{col 103}{space 4}  2.51913{col 116}{space 3}  5.39327
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.7644024{col 75}{space 2} 1.232224{col 86}{space 1}   -0.62{col 95}{space 3}0.535{col 103}{space 4}-3.180132{col 116}{space 3} 1.651328
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-1.049504{col 75}{space 2} 1.233176{col 86}{space 1}   -0.85{col 95}{space 3}0.395{col 103}{space 4}  -3.4671{col 116}{space 3} 1.368093
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.5631772{col 75}{space 2} 1.229472{col 86}{space 1}   -0.46{col 95}{space 3}0.647{col 103}{space 4}-2.973512{col 116}{space 3} 1.847157
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2} -.240249{col 75}{space 2} 1.228373{col 86}{space 1}   -0.20{col 95}{space 3}0.845{col 103}{space 4} -2.64843{col 116}{space 3} 2.167932
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.2298916{col 75}{space 2} 1.224704{col 86}{space 1}   -0.19{col 95}{space 3}0.851{col 103}{space 4}-2.630879{col 116}{space 3} 2.171096
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2}  .073263{col 75}{space 2}  1.22565{col 86}{space 1}    0.06{col 95}{space 3}0.952{col 103}{space 4}-2.329579{col 116}{space 3} 2.476105
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .4235531{col 75}{space 2}  1.22812{col 86}{space 1}    0.34{col 95}{space 3}0.730{col 103}{space 4}-1.984132{col 116}{space 3} 2.831238
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .4781166{col 75}{space 2} 1.230416{col 86}{space 1}    0.39{col 95}{space 3}0.698{col 103}{space 4}-1.934069{col 116}{space 3} 2.890303
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.114615{col 75}{space 2} 1.250827{col 86}{space 1}    0.89{col 95}{space 3}0.373{col 103}{space 4}-1.337585{col 116}{space 3} 3.566816
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2}  .323749{col 75}{space 2} 1.274568{col 86}{space 1}    0.25{col 95}{space 3}0.800{col 103}{space 4}-2.174996{col 116}{space 3} 2.822494
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0673697{col 75}{space 2} .1666711{col 86}{space 1}    0.40{col 95}{space 3}0.686{col 103}{space 4}-.2593829{col 116}{space 3} .3941223
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.8008056{col 75}{space 2} .4713861{col 86}{space 1}   -1.70{col 95}{space 3}0.089{col 103}{space 4}-1.724941{col 116}{space 3} .1233296
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.1438974{col 75}{space 2} .1831248{col 86}{space 1}   -0.79{col 95}{space 3}0.432{col 103}{space 4}-.5029069{col 116}{space 3}  .215112
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2} -.049644{col 75}{space 2} .0892818{col 86}{space 1}   -0.56{col 95}{space 3}0.578{col 103}{space 4}-.2246777{col 116}{space 3} .1253897
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2379049{col 75}{space 2} .1187932{col 86}{space 1}    2.00{col 95}{space 3}0.045{col 103}{space 4} .0050152{col 116}{space 3} .4707946
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.5562287{col 75}{space 2} .4119226{col 86}{space 1}   -1.35{col 95}{space 3}0.177{col 103}{space 4}-1.363788{col 116}{space 3} .2513306
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.3819933{col 75}{space 2} .1789605{col 86}{space 1}   -2.13{col 95}{space 3}0.033{col 103}{space 4}-.7328388{col 116}{space 3}-.0311479
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0293978{col 75}{space 2} .0914274{col 86}{space 1}   -0.32{col 95}{space 3}0.748{col 103}{space 4}-.2086378{col 116}{space 3} .1498422
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2}-.0080359{col 75}{space 2} .1166834{col 86}{space 1}   -0.07{col 95}{space 3}0.945{col 103}{space 4}-.2367895{col 116}{space 3} .2207176
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .2284343{col 75}{space 2} .2486507{col 86}{space 1}    0.92{col 95}{space 3}0.358{col 103}{space 4}-.2590364{col 116}{space 3}  .715905
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2}-.0174201{col 75}{space 2}  1.22339{col 86}{space 1}   -0.01{col 95}{space 3}0.989{col 103}{space 4}-2.415832{col 116}{space 3} 2.380992
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .8072798{col 75}{space 2} 1.225267{col 86}{space 1}    0.66{col 95}{space 3}0.510{col 103}{space 4}-1.594811{col 116}{space 3}  3.20937
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.248814{col 75}{space 2} 1.333175{col 86}{space 1}    0.94{col 95}{space 3}0.349{col 103}{space 4}-1.364826{col 116}{space 3} 3.862455
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 3.884735{col 75}{space 2} 1.207434{col 86}{space 1}    3.22{col 95}{space 3}0.001{col 103}{space 4} 1.517606{col 116}{space 3} 6.251865
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(53, 4746)       =  {res}     9.65
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0895
                                                {txt}Root MSE          =    {res} 2.4621

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}agesq {c |}{col 63}{res}{space 2} .0000288{col 75}{space 2} .0000371{col 86}{space 1}    0.78{col 95}{space 3}0.437{col 103}{space 4}-.0000439{col 116}{space 3} .0001016
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1329666{col 75}{space 2} .0821201{col 86}{space 1}    1.62{col 95}{space 3}0.105{col 103}{space 4}-.0280268{col 116}{space 3} .2939601
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2}  .113727{col 75}{space 2} .1746672{col 86}{space 1}    0.65{col 95}{space 3}0.515{col 103}{space 4}-.2287017{col 116}{space 3} .4561558
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0603696{col 75}{space 2} .2712449{col 86}{space 1}    0.22{col 95}{space 3}0.824{col 103}{space 4}-.4713963{col 116}{space 3} .5921355
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}-.0257296{col 75}{space 2} .2128428{col 86}{space 1}   -0.12{col 95}{space 3}0.904{col 103}{space 4}-.4430002{col 116}{space 3} .3915409
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.0895481{col 75}{space 2}  .182479{col 86}{space 1}   -0.49{col 95}{space 3}0.624{col 103}{space 4}-.4472916{col 116}{space 3} .2681954
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .0946058{col 75}{space 2} .1665266{col 86}{space 1}    0.57{col 95}{space 3}0.570{col 103}{space 4}-.2318636{col 116}{space 3} .4210752
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .2360277{col 75}{space 2} .1715027{col 86}{space 1}    1.38{col 95}{space 3}0.169{col 103}{space 4}-.1001972{col 116}{space 3} .5722526
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2}  .361635{col 75}{space 2} .1636088{col 86}{space 1}    2.21{col 95}{space 3}0.027{col 103}{space 4} .0408858{col 116}{space 3} .6823843
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2830766{col 75}{space 2} .5376882{col 86}{space 1}   -0.53{col 95}{space 3}0.599{col 103}{space 4}-1.337195{col 116}{space 3} .7710417
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.3063507{col 75}{space 2} .9512647{col 86}{space 1}   -0.32{col 95}{space 3}0.747{col 103}{space 4}-2.171271{col 116}{space 3}  1.55857
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.6404953{col 75}{space 2} .9599565{col 86}{space 1}   -0.67{col 95}{space 3}0.505{col 103}{space 4}-2.522455{col 116}{space 3} 1.241465
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-1.011033{col 75}{space 2} .9908031{col 86}{space 1}   -1.02{col 95}{space 3}0.308{col 103}{space 4}-2.953467{col 116}{space 3} .9314004
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.3067409{col 75}{space 2} .9670973{col 86}{space 1}   -0.32{col 95}{space 3}0.751{col 103}{space 4}  -2.2027{col 116}{space 3} 1.589219
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4350232{col 75}{space 2} .9575329{col 86}{space 1}   -0.45{col 95}{space 3}0.650{col 103}{space 4}-2.312232{col 116}{space 3} 1.442186
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1688083{col 75}{space 2} .1746525{col 86}{space 1}   -0.97{col 95}{space 3}0.334{col 103}{space 4}-.5112082{col 116}{space 3} .1735916
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2668869{col 75}{space 2} .2042393{col 86}{space 1}   -1.31{col 95}{space 3}0.191{col 103}{space 4}-.6672907{col 116}{space 3}  .133517
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.3472737{col 75}{space 2} .1852482{col 86}{space 1}   -1.87{col 95}{space 3}0.061{col 103}{space 4}-.7104462{col 116}{space 3} .0158988
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0383664{col 75}{space 2} .2772018{col 86}{space 1}    0.14{col 95}{space 3}0.890{col 103}{space 4}-.5050777{col 116}{space 3} .5818105
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.2251889{col 75}{space 2} .1937413{col 86}{space 1}   -1.16{col 95}{space 3}0.245{col 103}{space 4}-.6050118{col 116}{space 3}  .154634
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2051922{col 75}{space 2} .1690765{col 86}{space 1}   -1.21{col 95}{space 3}0.225{col 103}{space 4}-.5366605{col 116}{space 3} .1262761
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .2114611{col 75}{space 2} .8432319{col 86}{space 1}    0.25{col 95}{space 3}0.802{col 103}{space 4}-1.441665{col 116}{space 3} 1.864587
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 2.314658{col 75}{space 2} .7587136{col 86}{space 1}    3.05{col 95}{space 3}0.002{col 103}{space 4} .8272275{col 116}{space 3} 3.802089
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 3.083402{col 75}{space 2} .7405184{col 86}{space 1}    4.16{col 95}{space 3}0.000{col 103}{space 4} 1.631643{col 116}{space 3} 4.535162
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 3.452015{col 75}{space 2} .7414109{col 86}{space 1}    4.66{col 95}{space 3}0.000{col 103}{space 4} 1.998505{col 116}{space 3} 4.905524
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 4.025405{col 75}{space 2} .7438169{col 86}{space 1}    5.41{col 95}{space 3}0.000{col 103}{space 4} 2.567178{col 116}{space 3} 5.483631
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}  -.82231{col 75}{space 2} 1.225208{col 86}{space 1}   -0.67{col 95}{space 3}0.502{col 103}{space 4}-3.224285{col 116}{space 3} 1.579665
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-1.094978{col 75}{space 2} 1.226093{col 86}{space 1}   -0.89{col 95}{space 3}0.372{col 103}{space 4}-3.498689{col 116}{space 3} 1.308734
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.6062723{col 75}{space 2} 1.222411{col 86}{space 1}   -0.50{col 95}{space 3}0.620{col 103}{space 4}-3.002764{col 116}{space 3} 1.790219
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.2865833{col 75}{space 2} 1.221338{col 86}{space 1}   -0.23{col 95}{space 3}0.814{col 103}{space 4}-2.680973{col 116}{space 3} 2.107807
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.2752251{col 75}{space 2} 1.217612{col 86}{space 1}   -0.23{col 95}{space 3}0.821{col 103}{space 4}-2.662309{col 116}{space 3} 2.111859
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .0273995{col 75}{space 2} 1.218598{col 86}{space 1}    0.02{col 95}{space 3}0.982{col 103}{space 4}-2.361618{col 116}{space 3} 2.416417
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .3884909{col 75}{space 2}  1.22105{col 86}{space 1}    0.32{col 95}{space 3}0.750{col 103}{space 4}-2.005333{col 116}{space 3} 2.782315
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .4247558{col 75}{space 2} 1.223346{col 86}{space 1}    0.35{col 95}{space 3}0.728{col 103}{space 4}-1.973571{col 116}{space 3} 2.823082
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.069456{col 75}{space 2} 1.243742{col 86}{space 1}    0.86{col 95}{space 3}0.390{col 103}{space 4}-1.368855{col 116}{space 3} 3.507768
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .2550008{col 75}{space 2}  1.26764{col 86}{space 1}    0.20{col 95}{space 3}0.841{col 103}{space 4}-2.230162{col 116}{space 3} 2.740163
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0667891{col 75}{space 2} .1664214{col 86}{space 1}    0.40{col 95}{space 3}0.688{col 103}{space 4}-.2594742{col 116}{space 3} .3930523
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.8118471{col 75}{space 2} .4705194{col 86}{space 1}   -1.73{col 95}{space 3}0.085{col 103}{space 4}-1.734283{col 116}{space 3} .1105891
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} -.145798{col 75}{space 2} .1876352{col 86}{space 1}   -0.78{col 95}{space 3}0.437{col 103}{space 4}-.5136501{col 116}{space 3} .2220541
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0362862{col 75}{space 2} .0908708{col 86}{space 1}   -0.40{col 95}{space 3}0.690{col 103}{space 4}-.2144351{col 116}{space 3} .1418627
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2004502{col 75}{space 2} .1203297{col 86}{space 1}    1.67{col 95}{space 3}0.096{col 103}{space 4}-.0354519{col 116}{space 3} .4363523
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.4334603{col 75}{space 2}  .425276{col 86}{space 1}   -1.02{col 95}{space 3}0.308{col 103}{space 4}-1.267199{col 116}{space 3} .4002781
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.3987248{col 75}{space 2} .1816076{col 86}{space 1}   -2.20{col 95}{space 3}0.028{col 103}{space 4}-.7547599{col 116}{space 3}-.0426897
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0280132{col 75}{space 2} .0931428{col 86}{space 1}   -0.30{col 95}{space 3}0.764{col 103}{space 4}-.2106163{col 116}{space 3} .1545899
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} -.084531{col 75}{space 2} .1229832{col 86}{space 1}   -0.69{col 95}{space 3}0.492{col 103}{space 4}-.3256352{col 116}{space 3} .1565732
{txt}{space 59}5  {c |}{col 63}{res}{space 2}  .247816{col 75}{space 2} .2480207{col 86}{space 1}    1.00{col 95}{space 3}0.318{col 103}{space 4}-.2384197{col 116}{space 3} .7340517
{txt}{space 61} {c |}
{space 57}judi {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} .0810304{col 75}{space 2} .2366767{col 86}{space 1}    0.34{col 95}{space 3}0.732{col 103}{space 4}-.3829657{col 116}{space 3} .5450265
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0186744{col 75}{space 2} .1072111{col 86}{space 1}   -0.17{col 95}{space 3}0.862{col 103}{space 4} -.228858{col 116}{space 3} .1915092
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .2257393{col 75}{space 2} .1160279{col 86}{space 1}    1.95{col 95}{space 3}0.052{col 103}{space 4}-.0017291{col 116}{space 3} .4532078
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-1.230596{col 75}{space 2} .4677809{col 86}{space 1}   -2.63{col 95}{space 3}0.009{col 103}{space 4}-2.147664{col 116}{space 3}-.3135288
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} 1.294375{col 75}{space 2} 1.298555{col 86}{space 1}    1.00{col 95}{space 3}0.319{col 103}{space 4}-1.251396{col 116}{space 3} 3.840146
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .8502853{col 75}{space 2} 1.218206{col 86}{space 1}    0.70{col 95}{space 3}0.485{col 103}{space 4}-1.537963{col 116}{space 3} 3.238534
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2}  1.28234{col 75}{space 2} 1.325361{col 86}{space 1}    0.97{col 95}{space 3}0.333{col 103}{space 4}-1.315983{col 116}{space 3} 3.880662
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2}  3.85215{col 75}{space 2} 1.227717{col 86}{space 1}    3.14{col 95}{space 3}0.002{col 103}{space 4} 1.445255{col 116}{space 3} 6.259045
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}
{txt}Linear regression                               Number of obs     = {res}     4,800
                                                {txt}F(61, 4738)       =  {res}     8.54
                                                {txt}Prob > F          = {res}    0.0000
                                                {txt}R-squared         = {res}    0.0913
                                                {txt}Root MSE          =    {res} 2.4618

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      t{col 95}   P>|t|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}agesq {c |}{col 63}{res}{space 2} .0000289{col 75}{space 2} .0000372{col 86}{space 1}    0.78{col 95}{space 3}0.437{col 103}{space 4} -.000044{col 116}{space 3} .0001019
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .1383756{col 75}{space 2} .0820954{col 86}{space 1}    1.69{col 95}{space 3}0.092{col 103}{space 4}-.0225695{col 116}{space 3} .2993206
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .1229059{col 75}{space 2} .1745911{col 86}{space 1}    0.70{col 95}{space 3}0.481{col 103}{space 4}-.2193738{col 116}{space 3} .4651856
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0468968{col 75}{space 2} .2718107{col 86}{space 1}    0.17{col 95}{space 3}0.863{col 103}{space 4}-.4859785{col 116}{space 3} .5797722
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}-.0282922{col 75}{space 2} .2133864{col 86}{space 1}   -0.13{col 95}{space 3}0.895{col 103}{space 4}-.4466287{col 116}{space 3} .3900444
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.0838174{col 75}{space 2} .1827698{col 86}{space 1}   -0.46{col 95}{space 3}0.647{col 103}{space 4}-.4421311{col 116}{space 3} .2744963
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .0981416{col 75}{space 2} .1665233{col 86}{space 1}    0.59{col 95}{space 3}0.556{col 103}{space 4}-.2283214{col 116}{space 3} .4246046
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .2352998{col 75}{space 2} .1715882{col 86}{space 1}    1.37{col 95}{space 3}0.170{col 103}{space 4} -.101093{col 116}{space 3} .5716925
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .3618108{col 75}{space 2} .1645516{col 86}{space 1}    2.20{col 95}{space 3}0.028{col 103}{space 4} .0392131{col 116}{space 3} .6844084
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.2117572{col 75}{space 2} .5403651{col 86}{space 1}   -0.39{col 95}{space 3}0.695{col 103}{space 4}-1.271124{col 116}{space 3} .8476096
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.2993475{col 75}{space 2} .9510814{col 86}{space 1}   -0.31{col 95}{space 3}0.753{col 103}{space 4}-2.163909{col 116}{space 3} 1.565214
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.6227457{col 75}{space 2} .9598464{col 86}{space 1}   -0.65{col 95}{space 3}0.517{col 103}{space 4}-2.504491{col 116}{space 3} 1.258999
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-1.000988{col 75}{space 2} .9903848{col 86}{space 1}   -1.01{col 95}{space 3}0.312{col 103}{space 4}-2.942603{col 116}{space 3} .9406262
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.2979258{col 75}{space 2} .9666828{col 86}{space 1}   -0.31{col 95}{space 3}0.758{col 103}{space 4}-2.193073{col 116}{space 3} 1.597222
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.4295418{col 75}{space 2} .9571753{col 86}{space 1}   -0.45{col 95}{space 3}0.654{col 103}{space 4} -2.30605{col 116}{space 3} 1.446967
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.1724888{col 75}{space 2} .1749054{col 86}{space 1}   -0.99{col 95}{space 3}0.324{col 103}{space 4}-.5153848{col 116}{space 3} .1704071
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.2615185{col 75}{space 2} .2047634{col 86}{space 1}   -1.28{col 95}{space 3}0.202{col 103}{space 4}  -.66295{col 116}{space 3} .1399129
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}  -.34708{col 75}{space 2} .1854002{col 86}{space 1}   -1.87{col 95}{space 3}0.061{col 103}{space 4}-.7105506{col 116}{space 3} .0163906
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2}  .035273{col 75}{space 2} .2768252{col 86}{space 1}    0.13{col 95}{space 3}0.899{col 103}{space 4} -.507433{col 116}{space 3}  .577979
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.2248794{col 75}{space 2} .1939282{col 86}{space 1}   -1.16{col 95}{space 3}0.246{col 103}{space 4}-.6050688{col 116}{space 3} .1553101
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.2050154{col 75}{space 2} .1691481{col 86}{space 1}   -1.21{col 95}{space 3}0.226{col 103}{space 4}-.5366243{col 116}{space 3} .1265934
{txt}{space 55}Other  {c |}{col 63}{res}{space 2}  .162192{col 75}{space 2} .8440334{col 86}{space 1}    0.19{col 95}{space 3}0.848{col 103}{space 4}-1.492506{col 116}{space 3}  1.81689
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2}  2.34016{col 75}{space 2} .7652666{col 86}{space 1}    3.06{col 95}{space 3}0.002{col 103}{space 4} .8398816{col 116}{space 3} 3.840438
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 3.114798{col 75}{space 2} .7473252{col 86}{space 1}    4.17{col 95}{space 3}0.000{col 103}{space 4} 1.649694{col 116}{space 3} 4.579903
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 3.474512{col 75}{space 2} .7482971{col 86}{space 1}    4.64{col 95}{space 3}0.000{col 103}{space 4} 2.007502{col 116}{space 3} 4.941522
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 4.056646{col 75}{space 2} .7507111{col 86}{space 1}    5.40{col 95}{space 3}0.000{col 103}{space 4} 2.584903{col 116}{space 3} 5.528388
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.7878176{col 75}{space 2} 1.230793{col 86}{space 1}   -0.64{col 95}{space 3}0.522{col 103}{space 4}-3.200744{col 116}{space 3} 1.625109
{txt}{space 49}second step  {c |}{col 63}{res}{space 2} -1.05016{col 75}{space 2} 1.231922{col 86}{space 1}   -0.85{col 95}{space 3}0.394{col 103}{space 4}  -3.4653{col 116}{space 3} 1.364981
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.5587969{col 75}{space 2} 1.228312{col 86}{space 1}   -0.45{col 95}{space 3}0.649{col 103}{space 4}-2.966859{col 116}{space 3} 1.849265
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.2341968{col 75}{space 2} 1.227317{col 86}{space 1}   -0.19{col 95}{space 3}0.849{col 103}{space 4}-2.640308{col 116}{space 3} 2.171914
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.2315418{col 75}{space 2} 1.223476{col 86}{space 1}   -0.19{col 95}{space 3}0.850{col 103}{space 4}-2.630123{col 116}{space 3} 2.167039
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .0840281{col 75}{space 2} 1.224591{col 86}{space 1}    0.07{col 95}{space 3}0.945{col 103}{space 4} -2.31674{col 116}{space 3} 2.484797
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .4420737{col 75}{space 2} 1.227138{col 86}{space 1}    0.36{col 95}{space 3}0.719{col 103}{space 4}-1.963687{col 116}{space 3} 2.847834
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .4697627{col 75}{space 2} 1.228909{col 86}{space 1}    0.38{col 95}{space 3}0.702{col 103}{space 4} -1.93947{col 116}{space 3} 2.878995
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.116433{col 75}{space 2} 1.250425{col 86}{space 1}    0.89{col 95}{space 3}0.372{col 103}{space 4}-1.334981{col 116}{space 3} 3.567847
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .2969038{col 75}{space 2} 1.273617{col 86}{space 1}    0.23{col 95}{space 3}0.816{col 103}{space 4}-2.199977{col 116}{space 3} 2.793785
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0691849{col 75}{space 2} .1661051{col 86}{space 1}    0.42{col 95}{space 3}0.677{col 103}{space 4}-.2564583{col 116}{space 3} .3948281
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.7857362{col 75}{space 2} .4684546{col 86}{space 1}   -1.68{col 95}{space 3}0.094{col 103}{space 4}-1.704125{col 116}{space 3} .1326526
{txt}{space 61} {c |}
{space 55}police {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} .1530359{col 75}{space 2} .1888247{col 86}{space 1}    0.81{col 95}{space 3}0.418{col 103}{space 4}-.2171483{col 116}{space 3} .5232201
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0125829{col 75}{space 2} .0949216{col 86}{space 1}   -0.13{col 95}{space 3}0.895{col 103}{space 4}-.1986733{col 116}{space 3} .1735075
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1712249{col 75}{space 2} .1137939{col 86}{space 1}    1.50{col 95}{space 3}0.132{col 103}{space 4} -.051864{col 116}{space 3} .3943139
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.4104974{col 75}{space 2} .6380136{col 86}{space 1}   -0.64{col 95}{space 3}0.520{col 103}{space 4}-1.661301{col 116}{space 3} .8403059
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} -.107588{col 75}{space 2} .2056121{col 86}{space 1}   -0.52{col 95}{space 3}0.601{col 103}{space 4}-.5106832{col 116}{space 3} .2955073
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0046829{col 75}{space 2} .0988836{col 86}{space 1}   -0.05{col 95}{space 3}0.962{col 103}{space 4}-.1985406{col 116}{space 3} .1891749
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1658243{col 75}{space 2} .1281163{col 86}{space 1}    1.29{col 95}{space 3}0.196{col 103}{space 4}-.0853432{col 116}{space 3} .4169918
{txt}{space 59}5  {c |}{col 63}{res}{space 2}  .065439{col 75}{space 2} .4638995{col 86}{space 1}    0.14{col 95}{space 3}0.888{col 103}{space 4}-.8440197{col 116}{space 3} .9748978
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.3979141{col 75}{space 2} .1863383{col 86}{space 1}   -2.14{col 95}{space 3}0.033{col 103}{space 4}-.7632237{col 116}{space 3}-.0326045
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0111711{col 75}{space 2} .0971148{col 86}{space 1}   -0.12{col 95}{space 3}0.908{col 103}{space 4}-.2015612{col 116}{space 3}  .179219
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2}-.1368839{col 75}{space 2} .1290262{col 86}{space 1}   -1.06{col 95}{space 3}0.289{col 103}{space 4}-.3898351{col 116}{space 3} .1160674
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .4012063{col 75}{space 2} .2631404{col 86}{space 1}    1.52{col 95}{space 3}0.127{col 103}{space 4}-.1146712{col 116}{space 3} .9170839
{txt}{space 61} {c |}
{space 52}civilserv {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.1623332{col 75}{space 2} .2219638{col 86}{space 1}   -0.73{col 95}{space 3}0.465{col 103}{space 4}-.5974854{col 116}{space 3} .2728191
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0660738{col 75}{space 2} .0978331{col 86}{space 1}   -0.68{col 95}{space 3}0.499{col 103}{space 4}-.2578722{col 116}{space 3} .1257245
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .0010807{col 75}{space 2} .1094508{col 86}{space 1}    0.01{col 95}{space 3}0.992{col 103}{space 4}-.2134938{col 116}{space 3} .2156551
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-1.009236{col 75}{space 2}  .433465{col 86}{space 1}   -2.33{col 95}{space 3}0.020{col 103}{space 4}-1.859029{col 116}{space 3}-.1594434
{txt}{space 61} {c |}
{space 57}judi {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} .0688019{col 75}{space 2} .2396431{col 86}{space 1}    0.29{col 95}{space 3}0.774{col 103}{space 4}  -.40101{col 116}{space 3} .5386139
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0043736{col 75}{space 2} .1093721{col 86}{space 1}   -0.04{col 95}{space 3}0.968{col 103}{space 4}-.2187939{col 116}{space 3} .2100466
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1818735{col 75}{space 2} .1186787{col 86}{space 1}    1.53{col 95}{space 3}0.125{col 103}{space 4} -.050792{col 116}{space 3}  .414539
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.8767853{col 75}{space 2} .4575429{col 86}{space 1}   -1.92{col 95}{space 3}0.055{col 103}{space 4}-1.773782{col 116}{space 3} .0202115
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} .8744015{col 75}{space 2} 1.300477{col 86}{space 1}    0.67{col 95}{space 3}0.501{col 103}{space 4}-1.675137{col 116}{space 3}  3.42394
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .7954915{col 75}{space 2} 1.224624{col 86}{space 1}    0.65{col 95}{space 3}0.516{col 103}{space 4}-1.605341{col 116}{space 3} 3.196324
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 1.150407{col 75}{space 2} 1.331873{col 86}{space 1}    0.86{col 95}{space 3}0.388{col 103}{space 4}-1.460684{col 116}{space 3} 3.761498
{txt}{space 61} {c |}
{space 56}_cons {c |}{col 63}{res}{space 2} 3.809713{col 75}{space 2} 1.231733{col 86}{space 1}    3.09{col 95}{space 3}0.002{col 103}{space 4} 1.394943{col 116}{space 3} 6.224482
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. 
. *Wald test
. 
. quietly reg ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt i.wave, robust
{txt}
{com}. testparm ib3.congress ib3.govt

{p 0 7}{space 1}{text:( 1)}{space 1} {res}1.congress = 0{p_end}
{p 0 7}{space 1}{text:( 2)}{space 1} 2.congress = 0{p_end}
{p 0 7}{space 1}{text:( 3)}{space 1} 4.congress = 0{p_end}
{p 0 7}{space 1}{text:( 4)}{space 1} 5.congress = 0{p_end}
{p 0 7}{space 1}{text:( 5)}{space 1} 1.govt = 0{p_end}
{p 0 7}{space 1}{text:( 6)}{space 1} 2.govt = 0{p_end}
{p 0 7}{space 1}{text:( 7)}{space 1} 4.govt = 0{p_end}
{p 0 7}{space 1}{text:( 8)}{space 1} 5.govt = 0{p_end}

{txt}       F(  8,  4750) ={res}    2.13
{txt}{col 13}Prob > F ={res}    0.0299
{txt}
{com}. 
. quietly reg ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt ib3.judi i.wave, robust 
{txt}
{com}. testparm ib3.congress ib3.govt ib3.judi

{p 0 7}{space 1}{text:( 1)}{space 1} {res}1.congress = 0{p_end}
{p 0 7}{space 1}{text:( 2)}{space 1} 2.congress = 0{p_end}
{p 0 7}{space 1}{text:( 3)}{space 1} 4.congress = 0{p_end}
{p 0 7}{space 1}{text:( 4)}{space 1} 5.congress = 0{p_end}
{p 0 7}{space 1}{text:( 5)}{space 1} 1.govt = 0{p_end}
{p 0 7}{space 1}{text:( 6)}{space 1} 2.govt = 0{p_end}
{p 0 7}{space 1}{text:( 7)}{space 1} 4.govt = 0{p_end}
{p 0 7}{space 1}{text:( 8)}{space 1} 5.govt = 0{p_end}
{p 0 7}{space 1}{text:( 9)}{space 1} 1.judi = 0{p_end}
{p 0 7}{space 1}{text:(10)}{space 1} 2.judi = 0{p_end}
{p 0 7}{space 1}{text:(11)}{space 1} 4.judi = 0{p_end}
{p 0 7}{space 1}{text:(12)}{space 1} 5.judi = 0{p_end}

{txt}       F( 12,  4746) ={res}    2.42
{txt}{col 13}Prob > F ={res}    0.0040
{txt}
{com}. 
. quietly reg ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.police ib3.congress ib3.govt ib3.civilserv ib3.judi i.wave, robust
{txt}
{com}. testparm ib3.police ib3.congress ib3.govt ib3.civilserv ib3.judi

{p 0 7}{space 1}{text:( 1)}{space 1} {res}1.police = 0{p_end}
{p 0 7}{space 1}{text:( 2)}{space 1} 2.police = 0{p_end}
{p 0 7}{space 1}{text:( 3)}{space 1} 4.police = 0{p_end}
{p 0 7}{space 1}{text:( 4)}{space 1} 5.police = 0{p_end}
{p 0 7}{space 1}{text:( 5)}{space 1} 1.congress = 0{p_end}
{p 0 7}{space 1}{text:( 6)}{space 1} 2.congress = 0{p_end}
{p 0 7}{space 1}{text:( 7)}{space 1} 4.congress = 0{p_end}
{p 0 7}{space 1}{text:( 8)}{space 1} 5.congress = 0{p_end}
{p 0 7}{space 1}{text:( 9)}{space 1} 1.govt = 0{p_end}
{p 0 7}{space 1}{text:(10)}{space 1} 2.govt = 0{p_end}
{p 0 7}{space 1}{text:(11)}{space 1} 4.govt = 0{p_end}
{p 0 7}{space 1}{text:(12)}{space 1} 5.govt = 0{p_end}
{p 0 7}{space 1}{text:(13)}{space 1} 1.civilserv = 0{p_end}
{p 0 7}{space 1}{text:(14)}{space 1} 2.civilserv = 0{p_end}
{p 0 7}{space 1}{text:(15)}{space 1} 4.civilserv = 0{p_end}
{p 0 7}{space 1}{text:(16)}{space 1} 5.civilserv = 0{p_end}
{p 0 7}{space 1}{text:(17)}{space 1} 1.judi = 0{p_end}
{p 0 7}{space 1}{text:(18)}{space 1} 2.judi = 0{p_end}
{p 0 7}{space 1}{text:(19)}{space 1} 4.judi = 0{p_end}
{p 0 7}{space 1}{text:(20)}{space 1} 5.judi = 0{p_end}

{txt}       F( 20,  4738) ={res}    1.88
{txt}{col 13}Prob > F ={res}    0.0099
{txt}
{com}. 
.  
. 
. 
. ***                                             TABLE 5: ROBUSTNESS CHECK                                                       ***
. 
. foreach y in "ologit" {c -(}
{txt}  2{com}.         `y' ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt i.wave, or robust
{txt}  3{com}.         `y' ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt ib3.judi i.wave, or robust
{txt}  4{com}. {c )-}

{res}{txt}Iteration 0:{space 3}log pseudolikelihood = {res:-9975.3415}  
Iteration 1:{space 3}log pseudolikelihood = {res:-9755.6864}  
Iteration 2:{space 3}log pseudolikelihood = {res:-9749.9511}  
Iteration 3:{space 3}log pseudolikelihood = {res:-9749.3397}  
Iteration 4:{space 3}log pseudolikelihood = {res:-9749.3394}  
{res}
{txt}Ordered logistic regression{col 49}Number of obs{col 67}= {res}     4,800
{txt}{col 49}Wald chi2({res}49{txt}){col 67}= {res}    451.04
{txt}{col 49}Prob > chi2{col 67}= {res}    0.0000
{txt}Log pseudolikelihood = {res}-9749.3394{txt}{col 49}Pseudo R2{col 67}= {res}    0.0227

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |} Odds Ratio{col 75}   Std. Err.{col 87}      z{col 95}   P>|z|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}agesq {c |}{col 63}{res}{space 2} 1.000028{col 75}{space 2} .0000274{col 86}{space 1}    1.02{col 95}{space 3}0.307{col 103}{space 4} .9999743{col 116}{space 3} 1.000082
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} 1.110439{col 75}{space 2} .0648548{col 86}{space 1}    1.79{col 95}{space 3}0.073{col 103}{space 4} .9903309{col 116}{space 3} 1.245113
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} 1.093518{col 75}{space 2} .1416853{col 86}{space 1}    0.69{col 95}{space 3}0.490{col 103}{space 4} .8482763{col 116}{space 3} 1.409661
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} 1.083406{col 75}{space 2} .2198961{col 86}{space 1}    0.39{col 95}{space 3}0.693{col 103}{space 4} .7278217{col 116}{space 3} 1.612714
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} .9991091{col 75}{space 2} .1551375{col 86}{space 1}   -0.01{col 95}{space 3}0.995{col 103}{space 4} .7369565{col 116}{space 3} 1.354515
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} .9785141{col 75}{space 2} .1285015{col 86}{space 1}   -0.17{col 95}{space 3}0.869{col 103}{space 4} .7564578{col 116}{space 3} 1.265755
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} 1.085591{col 75}{space 2} .1296905{col 86}{space 1}    0.69{col 95}{space 3}0.492{col 103}{space 4} .8589687{col 116}{space 3} 1.372004
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} 1.169736{col 75}{space 2} .1450181{col 86}{space 1}    1.26{col 95}{space 3}0.206{col 103}{space 4} .9174026{col 116}{space 3} 1.491474
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} 1.264506{col 75}{space 2} .1487564{col 86}{space 1}    1.99{col 95}{space 3}0.046{col 103}{space 4} 1.004119{col 116}{space 3} 1.592414
{txt}{space 59}9  {c |}{col 63}{res}{space 2} .8493223{col 75}{space 2} .3713878{col 86}{space 1}   -0.37{col 95}{space 3}0.709{col 103}{space 4}  .360465{col 116}{space 3} 2.001161
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2} .9878978{col 75}{space 2} .8307684{col 86}{space 1}   -0.01{col 95}{space 3}0.988{col 103}{space 4} .1900631{col 116}{space 3} 5.134833
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2} .7451385{col 75}{space 2} .6299279{col 86}{space 1}   -0.35{col 95}{space 3}0.728{col 103}{space 4} .1421167{col 116}{space 3} 3.906869
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2} .5553423{col 75}{space 2} .4798419{col 86}{space 1}   -0.68{col 95}{space 3}0.496{col 103}{space 4} .1021134{col 116}{space 3} 3.020222
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2} 1.067224{col 75}{space 2} .9092653{col 86}{space 1}    0.08{col 95}{space 3}0.939{col 103}{space 4} .2009274{col 116}{space 3} 5.668547
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2} .9119384{col 75}{space 2} .7695348{col 86}{space 1}   -0.11{col 95}{space 3}0.913{col 103}{space 4} .1744549{col 116}{space 3} 4.767029
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2} .9294451{col 75}{space 2} .1117461{col 86}{space 1}   -0.61{col 95}{space 3}0.543{col 103}{space 4}  .734319{col 116}{space 3} 1.176421
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2} .8711553{col 75}{space 2} .1235406{col 86}{space 1}   -0.97{col 95}{space 3}0.331{col 103}{space 4} .6597579{col 116}{space 3} 1.150288
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2} .8376415{col 75}{space 2} .1077344{col 86}{space 1}   -1.38{col 95}{space 3}0.168{col 103}{space 4} .6509981{col 116}{space 3} 1.077796
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} 1.061391{col 75}{space 2} .2162773{col 86}{space 1}    0.29{col 95}{space 3}0.770{col 103}{space 4} .7119146{col 116}{space 3} 1.582424
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2} .8861332{col 75}{space 2} .1203624{col 86}{space 1}   -0.89{col 95}{space 3}0.373{col 103}{space 4} .6790181{col 116}{space 3} 1.156423
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2} .9133838{col 75}{space 2} .1062062{col 86}{space 1}   -0.78{col 95}{space 3}0.436{col 103}{space 4} .7272396{col 116}{space 3} 1.147173
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} 1.403793{col 75}{space 2} 1.028542{col 86}{space 1}    0.46{col 95}{space 3}0.643{col 103}{space 4} .3339169{col 116}{space 3} 5.901574
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 5.275322{col 75}{space 2} 2.693146{col 86}{space 1}    3.26{col 95}{space 3}0.001{col 103}{space 4} 1.939525{col 116}{space 3} 14.34837
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 9.167395{col 75}{space 2} 4.564732{col 86}{space 1}    4.45{col 95}{space 3}0.000{col 103}{space 4} 3.454667{col 116}{space 3} 24.32684
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 11.79932{col 75}{space 2} 5.884894{col 86}{space 1}    4.95{col 95}{space 3}0.000{col 103}{space 4} 4.439368{col 116}{space 3} 31.36119
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2}  19.1677{col 75}{space 2} 9.612641{col 86}{space 1}    5.89{col 95}{space 3}0.000{col 103}{space 4} 7.172829{col 116}{space 3} 51.22115
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2} .4120011{col 75}{space 2} .5023435{col 86}{space 1}   -0.73{col 95}{space 3}0.467{col 103}{space 4} .0377614{col 116}{space 3} 4.495199
{txt}{space 49}second step  {c |}{col 63}{res}{space 2} .2680522{col 75}{space 2} .3261667{col 86}{space 1}   -1.08{col 95}{space 3}0.279{col 103}{space 4} .0246874{col 116}{space 3} 2.910476
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2} .3738597{col 75}{space 2} .4542226{col 86}{space 1}   -0.81{col 95}{space 3}0.418{col 103}{space 4} .0345571{col 116}{space 3}  4.04464
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2} .4794092{col 75}{space 2} .5822088{col 86}{space 1}   -0.61{col 95}{space 3}0.545{col 103}{space 4}  .044359{col 116}{space 3} 5.181206
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2} .4787875{col 75}{space 2} .5804814{col 86}{space 1}   -0.61{col 95}{space 3}0.544{col 103}{space 4} .0444782{col 116}{space 3}  5.15393
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .5408057{col 75}{space 2} .6556733{col 86}{space 1}   -0.51{col 95}{space 3}0.612{col 103}{space 4} .0502393{col 116}{space 3} 5.821552
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .6993817{col 75}{space 2} .8489548{col 86}{space 1}   -0.29{col 95}{space 3}0.768{col 103}{space 4} .0647844{col 116}{space 3} 7.550189
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .7660313{col 75}{space 2}  .930745{col 86}{space 1}   -0.22{col 95}{space 3}0.826{col 103}{space 4} .0707975{col 116}{space 3} 8.288486
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.239072{col 75}{space 2} 1.519786{col 86}{space 1}    0.17{col 95}{space 3}0.861{col 103}{space 4} .1119575{col 116}{space 3} 13.71322
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} 1.154175{col 75}{space 2} 1.442752{col 86}{space 1}    0.11{col 95}{space 3}0.909{col 103}{space 4} .0995968{col 116}{space 3} 13.37513
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2}  1.10186{col 75}{space 2}  .133956{col 86}{space 1}    0.80{col 95}{space 3}0.425{col 103}{space 4} .8682479{col 116}{space 3} 1.398329
{txt}{space 59}3  {c |}{col 63}{res}{space 2} .5795427{col 75}{space 2} .2064722{col 86}{space 1}   -1.53{col 95}{space 3}0.126{col 103}{space 4} .2882903{col 116}{space 3}  1.16504
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} .9512865{col 75}{space 2} .1265876{col 86}{space 1}   -0.38{col 95}{space 3}0.707{col 103}{space 4} .7328955{col 116}{space 3} 1.234755
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}    .9543{col 75}{space 2} .0600031{col 86}{space 1}   -0.74{col 95}{space 3}0.457{col 103}{space 4} .8436539{col 116}{space 3} 1.079457
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} 1.222354{col 75}{space 2} .1097108{col 86}{space 1}    2.24{col 95}{space 3}0.025{col 103}{space 4} 1.025176{col 116}{space 3} 1.457456
{txt}{space 59}5  {c |}{col 63}{res}{space 2}  .660855{col 75}{space 2} .1858314{col 86}{space 1}   -1.47{col 95}{space 3}0.141{col 103}{space 4} .3808462{col 116}{space 3} 1.146734
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}  .778736{col 75}{space 2} .1017178{col 86}{space 1}   -1.91{col 95}{space 3}0.056{col 103}{space 4} .6028469{col 116}{space 3} 1.005943
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2} .9823535{col 75}{space 2} .0633809{col 86}{space 1}   -0.28{col 95}{space 3}0.783{col 103}{space 4} .8656628{col 116}{space 3} 1.114774
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} 1.060222{col 75}{space 2}  .091739{col 86}{space 1}    0.68{col 95}{space 3}0.499{col 103}{space 4} .8948367{col 116}{space 3} 1.256173
{txt}{space 59}5  {c |}{col 63}{res}{space 2} 1.129976{col 75}{space 2} .1998604{col 86}{space 1}    0.69{col 95}{space 3}0.490{col 103}{space 4} .7989431{col 116}{space 3} 1.598168
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} 1.796322{col 75}{space 2} 2.176805{col 86}{space 1}    0.48{col 95}{space 3}0.629{col 103}{space 4} .1670659{col 116}{space 3} 19.31437
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} 3.552676{col 75}{space 2} 4.307417{col 86}{space 1}    1.05{col 95}{space 3}0.296{col 103}{space 4} .3300063{col 116}{space 3} 38.24626
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 4.312393{col 75}{space 2} 5.543456{col 86}{space 1}    1.14{col 95}{space 3}0.256{col 103}{space 4} .3471549{col 116}{space 3} 53.56897
{txt}{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}/cut1 {c |}{col 63}{res}{space 2}-5.998365{col 75}{space 2} 1.399228{col 103}{space 4}-8.740803{col 116}{space 3}-3.255928
{txt}{space 56}/cut2 {c |}{col 63}{res}{space 2} -.491741{col 75}{space 2} .9867658{col 103}{space 4}-2.425766{col 116}{space 3} 1.442284
{txt}{space 56}/cut3 {c |}{col 63}{res}{space 2}-.1085721{col 75}{space 2} .9873633{col 103}{space 4}-2.043769{col 116}{space 3} 1.826624
{txt}{space 56}/cut4 {c |}{col 63}{res}{space 2} .3010715{col 75}{space 2} .9888785{col 103}{space 4}-1.637095{col 116}{space 3} 2.239238
{txt}{space 56}/cut5 {c |}{col 63}{res}{space 2}  .708711{col 75}{space 2} .9902226{col 103}{space 4} -1.23209{col 116}{space 3} 2.649512
{txt}{space 56}/cut6 {c |}{col 63}{res}{space 2} 1.721144{col 75}{space 2} .9911707{col 103}{space 4}-.2215145{col 116}{space 3} 3.663803
{txt}{space 56}/cut7 {c |}{col 63}{res}{space 2} 2.207251{col 75}{space 2} .9917997{col 103}{space 4}  .263359{col 116}{space 3} 4.151142
{txt}{space 56}/cut8 {c |}{col 63}{res}{space 2} 2.669777{col 75}{space 2} .9921199{col 103}{space 4} .7252575{col 116}{space 3} 4.614296
{txt}{space 56}/cut9 {c |}{col 63}{res}{space 2} 3.342435{col 75}{space 2} .9925262{col 103}{space 4} 1.397119{col 116}{space 3} 5.287751
{txt}{space 55}/cut10 {c |}{col 63}{res}{space 2} 3.828934{col 75}{space 2} .9924963{col 103}{space 4} 1.883677{col 116}{space 3} 5.774191
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{p 0 6 2}Note: {help eform_option:Estimates are transformed} only in the first equation.{p_end}

{res}{txt}Iteration 0:{space 3}log pseudolikelihood = {res:-9975.3415}  
Iteration 1:{space 3}log pseudolikelihood = {res:-9749.9722}  
Iteration 2:{space 3}log pseudolikelihood = {res:-9744.1979}  
Iteration 3:{space 3}log pseudolikelihood = {res:-9743.6237}  
Iteration 4:{space 3}log pseudolikelihood = {res:-9743.6235}  
{res}
{txt}Ordered logistic regression{col 49}Number of obs{col 67}= {res}     4,800
{txt}{col 49}Wald chi2({res}53{txt}){col 67}= {res}    466.47
{txt}{col 49}Prob > chi2{col 67}= {res}    0.0000
{txt}Log pseudolikelihood = {res}-9743.6235{txt}{col 49}Pseudo R2{col 67}= {res}    0.0232

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |} Odds Ratio{col 75}   Std. Err.{col 87}      z{col 95}   P>|z|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}agesq {c |}{col 63}{res}{space 2} 1.000028{col 75}{space 2} .0000274{col 86}{space 1}    1.03{col 95}{space 3}0.301{col 103}{space 4} .9999746{col 116}{space 3} 1.000082
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} 1.112745{col 75}{space 2} .0650343{col 86}{space 1}    1.83{col 95}{space 3}0.068{col 103}{space 4} .9923094{col 116}{space 3} 1.247797
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} 1.086896{col 75}{space 2} .1407606{col 86}{space 1}    0.64{col 95}{space 3}0.520{col 103}{space 4}   .84324{col 116}{space 3} 1.400956
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} 1.044727{col 75}{space 2} .2122876{col 86}{space 1}    0.22{col 95}{space 3}0.830{col 103}{space 4} .7015186{col 116}{space 3} 1.555844
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}  .975531{col 75}{space 2} .1518615{col 86}{space 1}   -0.16{col 95}{space 3}0.874{col 103}{space 4} .7190085{col 116}{space 3} 1.323574
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2} .9612185{col 75}{space 2} .1267759{col 86}{space 1}   -0.30{col 95}{space 3}0.764{col 103}{space 4} .7422607{col 116}{space 3} 1.244766
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} 1.066238{col 75}{space 2} .1282218{col 86}{space 1}    0.53{col 95}{space 3}0.594{col 103}{space 4} .8423486{col 116}{space 3} 1.349635
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} 1.147228{col 75}{space 2} .1430932{col 86}{space 1}    1.10{col 95}{space 3}0.271{col 103}{space 4} .8984205{col 116}{space 3} 1.464939
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} 1.252308{col 75}{space 2} .1476536{col 86}{space 1}    1.91{col 95}{space 3}0.056{col 103}{space 4} .9939165{col 116}{space 3} 1.577873
{txt}{space 59}9  {c |}{col 63}{res}{space 2} .8349904{col 75}{space 2} .3644605{col 86}{space 1}   -0.41{col 95}{space 3}0.679{col 103}{space 4} .3549319{col 116}{space 3} 1.964346
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}  .943055{col 75}{space 2} .8153876{col 86}{space 1}   -0.07{col 95}{space 3}0.946{col 103}{space 4}  .173208{col 116}{space 3} 5.134593
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2} .7119136{col 75}{space 2} .6185962{col 86}{space 1}   -0.39{col 95}{space 3}0.696{col 103}{space 4} .1296585{col 116}{space 3} 3.908892
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2} .5320161{col 75}{space 2} .4717457{col 86}{space 1}   -0.71{col 95}{space 3}0.477{col 103}{space 4} .0935735{col 116}{space 3} 3.024799
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}  1.02559{col 75}{space 2} .8977784{col 86}{space 1}    0.03{col 95}{space 3}0.977{col 103}{space 4} .1844381{col 116}{space 3} 5.702911
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2} .8688996{col 75}{space 2} .7536845{col 86}{space 1}   -0.16{col 95}{space 3}0.871{col 103}{space 4} .1587217{col 116}{space 3} 4.756667
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2} .9289805{col 75}{space 2} .1115845{col 86}{space 1}   -0.61{col 95}{space 3}0.540{col 103}{space 4} .7341157{col 116}{space 3}  1.17557
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2} .8729827{col 75}{space 2} .1235059{col 86}{space 1}   -0.96{col 95}{space 3}0.337{col 103}{space 4} .6615782{col 116}{space 3} 1.151941
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2} .8403852{col 75}{space 2} .1079918{col 86}{space 1}   -1.35{col 95}{space 3}0.176{col 103}{space 4} .6532759{col 116}{space 3} 1.081086
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} 1.056082{col 75}{space 2} .2154622{col 86}{space 1}    0.27{col 95}{space 3}0.789{col 103}{space 4} .7080028{col 116}{space 3} 1.575288
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2} .8896172{col 75}{space 2} .1207039{col 86}{space 1}   -0.86{col 95}{space 3}0.389{col 103}{space 4} .6818856{col 116}{space 3} 1.160633
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2} .9161599{col 75}{space 2} .1062283{col 86}{space 1}   -0.76{col 95}{space 3}0.450{col 103}{space 4} .7299193{col 116}{space 3}  1.14992
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} 1.313676{col 75}{space 2} .9393385{col 86}{space 1}    0.38{col 95}{space 3}0.703{col 103}{space 4} .3234747{col 116}{space 3} 5.335024
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} 5.640519{col 75}{space 2} 2.911627{col 86}{space 1}    3.35{col 95}{space 3}0.001{col 103}{space 4} 2.050832{col 116}{space 3} 15.51344
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 9.732424{col 75}{space 2} 4.897331{col 86}{space 1}    4.52{col 95}{space 3}0.000{col 103}{space 4} 3.629932{col 116}{space 3} 26.09417
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 12.60654{col 75}{space 2} 6.358437{col 86}{space 1}    5.02{col 95}{space 3}0.000{col 103}{space 4} 4.691055{col 116}{space 3}  33.8783
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2}  20.3874{col 75}{space 2}  10.3348{col 86}{space 1}    5.95{col 95}{space 3}0.000{col 103}{space 4} 7.548665{col 116}{space 3} 55.06221
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2} .3937015{col 75}{space 2} .4806691{col 86}{space 1}   -0.76{col 95}{space 3}0.445{col 103}{space 4} .0359698{col 116}{space 3} 4.309201
{txt}{space 49}second step  {c |}{col 63}{res}{space 2} .2584012{col 75}{space 2} .3148427{col 86}{space 1}   -1.11{col 95}{space 3}0.267{col 103}{space 4} .0237229{col 116}{space 3} 2.814624
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2} .3618423{col 75}{space 2} .4402127{col 86}{space 1}   -0.84{col 95}{space 3}0.403{col 103}{space 4} .0333394{col 116}{space 3} 3.927176
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2} .4622523{col 75}{space 2} .5621334{col 86}{space 1}   -0.63{col 95}{space 3}0.526{col 103}{space 4} .0426338{col 116}{space 3} 5.011917
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2} .4631837{col 75}{space 2} .5623069{col 86}{space 1}   -0.63{col 95}{space 3}0.526{col 103}{space 4} .0428935{col 116}{space 3} 5.001674
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2} .5221065{col 75}{space 2} .6338626{col 86}{space 1}   -0.54{col 95}{space 3}0.592{col 103}{space 4} .0483458{col 116}{space 3} 5.638441
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} .6824061{col 75}{space 2} .8294408{col 86}{space 1}   -0.31{col 95}{space 3}0.753{col 103}{space 4}  .063014{col 116}{space 3} 7.390072
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .7372145{col 75}{space 2}  .896946{col 86}{space 1}   -0.25{col 95}{space 3}0.802{col 103}{space 4} .0679146{col 116}{space 3} 8.002475
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} 1.196332{col 75}{space 2} 1.469473{col 86}{space 1}    0.15{col 95}{space 3}0.884{col 103}{space 4} .1077227{col 116}{space 3} 13.28605
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} 1.099865{col 75}{space 2}   1.3764{col 86}{space 1}    0.08{col 95}{space 3}0.939{col 103}{space 4} .0946505{col 116}{space 3} 12.78073
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} 1.097022{col 75}{space 2} .1324105{col 86}{space 1}    0.77{col 95}{space 3}0.443{col 103}{space 4} .8659154{col 116}{space 3}  1.38981
{txt}{space 59}3  {c |}{col 63}{res}{space 2}  .570199{col 75}{space 2} .2033723{col 86}{space 1}   -1.58{col 95}{space 3}0.115{col 103}{space 4} .2834193{col 116}{space 3} 1.147159
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}  .943491{col 75}{space 2} .1278636{col 86}{space 1}   -0.43{col 95}{space 3}0.668{col 103}{space 4} .7234049{col 116}{space 3} 1.230535
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2} .9639782{col 75}{space 2} .0617207{col 86}{space 1}   -0.57{col 95}{space 3}0.567{col 103}{space 4} .8502903{col 116}{space 3} 1.092867
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} 1.183085{col 75}{space 2}  .107369{col 86}{space 1}    1.85{col 95}{space 3}0.064{col 103}{space 4} .9902995{col 116}{space 3} 1.413401
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .7277451{col 75}{space 2}  .211409{col 86}{space 1}   -1.09{col 95}{space 3}0.274{col 103}{space 4}  .411819{col 116}{space 3} 1.286033
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} .7632885{col 75}{space 2} .1001496{col 86}{space 1}   -2.06{col 95}{space 3}0.040{col 103}{space 4} .5902067{col 116}{space 3} .9871275
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2} .9855624{col 75}{space 2} .0647485{col 86}{space 1}   -0.22{col 95}{space 3}0.825{col 103}{space 4} .8664884{col 116}{space 3}    1.121
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .9938226{col 75}{space 2} .0904802{col 86}{space 1}   -0.07{col 95}{space 3}0.946{col 103}{space 4} .8314062{col 116}{space 3} 1.187967
{txt}{space 59}5  {c |}{col 63}{res}{space 2} 1.144181{col 75}{space 2} .2018944{col 86}{space 1}    0.76{col 95}{space 3}0.445{col 103}{space 4} .8096501{col 116}{space 3} 1.616933
{txt}{space 61} {c |}
{space 57}judi {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} 1.111774{col 75}{space 2} .1944631{col 86}{space 1}    0.61{col 95}{space 3}0.545{col 103}{space 4}  .789098{col 116}{space 3} 1.566399
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2} .9790844{col 75}{space 2} .0747344{col 86}{space 1}   -0.28{col 95}{space 3}0.782{col 103}{space 4} .8430379{col 116}{space 3} 1.137086
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} 1.212324{col 75}{space 2} .1046612{col 86}{space 1}    2.23{col 95}{space 3}0.026{col 103}{space 4} 1.023608{col 116}{space 3} 1.435833
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .4343384{col 75}{space 2} .1173825{col 86}{space 1}   -3.09{col 95}{space 3}0.002{col 103}{space 4} .2557325{col 116}{space 3} .7376843
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} 4.412189{col 75}{space 2} 5.476216{col 86}{space 1}    1.20{col 95}{space 3}0.232{col 103}{space 4} .3874182{col 116}{space 3} 50.24909
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} 3.674851{col 75}{space 2} 4.461592{col 86}{space 1}    1.07{col 95}{space 3}0.284{col 103}{space 4} .3402564{col 116}{space 3} 39.68928
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} 4.440965{col 75}{space 2} 5.716111{col 86}{space 1}    1.16{col 95}{space 3}0.247{col 103}{space 4} .3563427{col 116}{space 3} 55.34606
{txt}{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}/cut1 {c |}{col 63}{res}{space 2}-5.970615{col 75}{space 2} 1.415892{col 103}{space 4}-8.745713{col 116}{space 3}-3.195518
{txt}{space 56}/cut2 {c |}{col 63}{res}{space 2}-.4648725{col 75}{space 2} 1.012053{col 103}{space 4}-2.448459{col 116}{space 3} 1.518714
{txt}{space 56}/cut3 {c |}{col 63}{res}{space 2}-.0816549{col 75}{space 2} 1.012589{col 103}{space 4}-2.066293{col 116}{space 3} 1.902983
{txt}{space 56}/cut4 {c |}{col 63}{res}{space 2} .3282407{col 75}{space 2} 1.014096{col 103}{space 4}-1.659351{col 116}{space 3} 2.315832
{txt}{space 56}/cut5 {c |}{col 63}{res}{space 2} .7361988{col 75}{space 2} 1.015488{col 103}{space 4} -1.25412{col 116}{space 3} 2.726518
{txt}{space 56}/cut6 {c |}{col 63}{res}{space 2} 1.749599{col 75}{space 2} 1.016411{col 103}{space 4}-.2425297{col 116}{space 3} 3.741728
{txt}{space 56}/cut7 {c |}{col 63}{res}{space 2} 2.236195{col 75}{space 2} 1.017037{col 103}{space 4}  .242839{col 116}{space 3} 4.229552
{txt}{space 56}/cut8 {c |}{col 63}{res}{space 2} 2.699495{col 75}{space 2} 1.017368{col 103}{space 4} .7054909{col 116}{space 3} 4.693499
{txt}{space 56}/cut9 {c |}{col 63}{res}{space 2} 3.373608{col 75}{space 2} 1.017805{col 103}{space 4} 1.378747{col 116}{space 3} 5.368468
{txt}{space 55}/cut10 {c |}{col 63}{res}{space 2}  3.86109{col 75}{space 2} 1.017751{col 103}{space 4} 1.866335{col 116}{space 3} 5.855845
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{p 0 6 2}Note: {help eform_option:Estimates are transformed} only in the first equation.{p_end}

{com}. 
. foreach y in "oprobit" {c -(}
{txt}  2{com}.         `y' ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt i.wave, robust
{txt}  3{com}.         `y' ls agesq i.sex i.edu ib3.marital ib6.employ i.health i.income i.trust ib3.congress ib3.govt ib3.judi i.wave, robust
{txt}  4{com}. {c )-}

{res}{txt}Iteration 0:{space 3}log pseudolikelihood = {res:-9975.3415}  
Iteration 1:{space 3}log pseudolikelihood = {res:-9766.3678}  
Iteration 2:{space 3}log pseudolikelihood = {res:-9766.3056}  
Iteration 3:{space 3}log pseudolikelihood = {res:-9766.3055}  
{res}
{txt}Ordered probit regression{col 49}Number of obs{col 67}= {res}     4,800
{txt}{col 49}Wald chi2({res}49{txt}){col 67}= {res}    403.18
{txt}{col 49}Prob > chi2{col 67}= {res}    0.0000
{txt}Log pseudolikelihood = {res}-9766.3055{txt}{col 49}Pseudo R2{col 67}= {res}    0.0210

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      z{col 95}   P>|z|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}agesq {c |}{col 63}{res}{space 2} .0000145{col 75}{space 2} .0000158{col 86}{space 1}    0.92{col 95}{space 3}0.359{col 103}{space 4}-.0000164{col 116}{space 3} .0000454
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .0531009{col 75}{space 2} .0348898{col 86}{space 1}    1.52{col 95}{space 3}0.128{col 103}{space 4}-.0152818{col 116}{space 3} .1214836
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .0476149{col 75}{space 2} .0733847{col 86}{space 1}    0.65{col 95}{space 3}0.516{col 103}{space 4}-.0962166{col 116}{space 3} .1914463
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2}  .030993{col 75}{space 2} .1156684{col 86}{space 1}    0.27{col 95}{space 3}0.789{col 103}{space 4}-.1957129{col 116}{space 3} .2576989
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2} -.011562{col 75}{space 2} .0891202{col 86}{space 1}   -0.13{col 95}{space 3}0.897{col 103}{space 4}-.1862344{col 116}{space 3} .1631103
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.0217404{col 75}{space 2} .0756452{col 86}{space 1}   -0.29{col 95}{space 3}0.774{col 103}{space 4}-.1700023{col 116}{space 3} .1265214
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .0504533{col 75}{space 2} .0691032{col 86}{space 1}    0.73{col 95}{space 3}0.465{col 103}{space 4}-.0849863{col 116}{space 3}  .185893
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2} .0883356{col 75}{space 2} .0718571{col 86}{space 1}    1.23{col 95}{space 3}0.219{col 103}{space 4}-.0525016{col 116}{space 3} .2291729
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2}  .129816{col 75}{space 2} .0690634{col 86}{space 1}    1.88{col 95}{space 3}0.060{col 103}{space 4}-.0055457{col 116}{space 3} .2651777
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.1378731{col 75}{space 2} .2258235{col 86}{space 1}   -0.61{col 95}{space 3}0.542{col 103}{space 4} -.580479{col 116}{space 3} .3047328
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.1211156{col 75}{space 2} .4107241{col 86}{space 1}   -0.29{col 95}{space 3}0.768{col 103}{space 4}  -.92612{col 116}{space 3} .6838887
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.2771533{col 75}{space 2} .4141047{col 86}{space 1}   -0.67{col 95}{space 3}0.503{col 103}{space 4}-1.088784{col 116}{space 3}  .534477
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.4306405{col 75}{space 2} .4271197{col 86}{space 1}   -1.01{col 95}{space 3}0.313{col 103}{space 4} -1.26778{col 116}{space 3} .4064988
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.0999725{col 75}{space 2} .4182609{col 86}{space 1}   -0.24{col 95}{space 3}0.811{col 103}{space 4}-.9197488{col 116}{space 3} .7198038
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.1791482{col 75}{space 2} .4127786{col 86}{space 1}   -0.43{col 95}{space 3}0.664{col 103}{space 4}-.9881793{col 116}{space 3}  .629883
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.0433141{col 75}{space 2} .0733245{col 86}{space 1}   -0.59{col 95}{space 3}0.555{col 103}{space 4}-.1870276{col 116}{space 3} .1003993
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.0857957{col 75}{space 2} .0856487{col 86}{space 1}   -1.00{col 95}{space 3}0.316{col 103}{space 4}-.2536641{col 116}{space 3} .0820726
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.1135737{col 75}{space 2} .0779032{col 86}{space 1}   -1.46{col 95}{space 3}0.145{col 103}{space 4}-.2662612{col 116}{space 3} .0391138
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0458835{col 75}{space 2} .1209529{col 86}{space 1}    0.38{col 95}{space 3}0.704{col 103}{space 4}-.1911798{col 116}{space 3} .2829468
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.0702899{col 75}{space 2} .0818516{col 86}{space 1}   -0.86{col 95}{space 3}0.390{col 103}{space 4}-.2307161{col 116}{space 3} .0901363
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.0563125{col 75}{space 2} .0709661{col 86}{space 1}   -0.79{col 95}{space 3}0.427{col 103}{space 4}-.1954036{col 116}{space 3} .0827785
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .2199865{col 75}{space 2} .4464162{col 86}{space 1}    0.49{col 95}{space 3}0.622{col 103}{space 4}-.6549732{col 116}{space 3} 1.094946
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} .8356295{col 75}{space 2} .3038755{col 86}{space 1}    2.75{col 95}{space 3}0.006{col 103}{space 4} .2400445{col 116}{space 3} 1.431215
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 1.145881{col 75}{space 2} .2972467{col 86}{space 1}    3.85{col 95}{space 3}0.000{col 103}{space 4} .5632881{col 116}{space 3} 1.728474
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 1.288347{col 75}{space 2} .2977603{col 86}{space 1}    4.33{col 95}{space 3}0.000{col 103}{space 4} .7047474{col 116}{space 3} 1.871946
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 1.571867{col 75}{space 2} .2997327{col 86}{space 1}    5.24{col 95}{space 3}0.000{col 103}{space 4} .9844017{col 116}{space 3} 2.159332
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.3955222{col 75}{space 2} .5871075{col 86}{space 1}   -0.67{col 95}{space 3}0.501{col 103}{space 4}-1.546232{col 116}{space 3} .7551874
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-.5765446{col 75}{space 2}  .586666{col 86}{space 1}   -0.98{col 95}{space 3}0.326{col 103}{space 4}-1.726389{col 116}{space 3} .5732996
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.3792511{col 75}{space 2} .5854983{col 86}{space 1}   -0.65{col 95}{space 3}0.517{col 103}{space 4}-1.526807{col 116}{space 3} .7683044
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.2500785{col 75}{space 2} .5851847{col 86}{space 1}   -0.43{col 95}{space 3}0.669{col 103}{space 4}-1.397019{col 116}{space 3} .8968625
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.2447223{col 75}{space 2} .5839797{col 86}{space 1}   -0.42{col 95}{space 3}0.675{col 103}{space 4}-1.389301{col 116}{space 3} .8998568
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2}-.1514289{col 75}{space 2} .5843686{col 86}{space 1}   -0.26{col 95}{space 3}0.796{col 103}{space 4} -1.29677{col 116}{space 3} .9939125
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2} -.011483{col 75}{space 2} .5853961{col 86}{space 1}   -0.02{col 95}{space 3}0.984{col 103}{space 4}-1.158838{col 116}{space 3} 1.135872
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .0267553{col 75}{space 2} .5866453{col 86}{space 1}    0.05{col 95}{space 3}0.964{col 103}{space 4}-1.123048{col 116}{space 3} 1.176559
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2} .3014019{col 75}{space 2} .5968342{col 86}{space 1}    0.51{col 95}{space 3}0.614{col 103}{space 4}-.8683717{col 116}{space 3} 1.471175
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2} .1200433{col 75}{space 2} .6106962{col 86}{space 1}    0.20{col 95}{space 3}0.844{col 103}{space 4}-1.076899{col 116}{space 3} 1.316986
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0503763{col 75}{space 2} .0722248{col 86}{space 1}    0.70{col 95}{space 3}0.485{col 103}{space 4}-.0911817{col 116}{space 3} .1919343
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.3030332{col 75}{space 2} .1957638{col 86}{space 1}   -1.55{col 95}{space 3}0.122{col 103}{space 4}-.6867232{col 116}{space 3} .0806568
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.0534009{col 75}{space 2} .0758132{col 86}{space 1}   -0.70{col 95}{space 3}0.481{col 103}{space 4}-.2019921{col 116}{space 3} .0951903
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0238855{col 75}{space 2} .0375119{col 86}{space 1}   -0.64{col 95}{space 3}0.524{col 103}{space 4}-.0974076{col 116}{space 3} .0496365
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1185193{col 75}{space 2}  .051521{col 86}{space 1}    2.30{col 95}{space 3}0.021{col 103}{space 4}   .01754{col 116}{space 3} .2194986
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.2249572{col 75}{space 2} .1644705{col 86}{space 1}   -1.37{col 95}{space 3}0.171{col 103}{space 4}-.5473134{col 116}{space 3}  .097399
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.1408484{col 75}{space 2}  .074056{col 86}{space 1}   -1.90{col 95}{space 3}0.057{col 103}{space 4}-.2859954{col 116}{space 3} .0042987
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0139367{col 75}{space 2} .0384272{col 86}{space 1}   -0.36{col 95}{space 3}0.717{col 103}{space 4}-.0892526{col 116}{space 3} .0613792
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .0117765{col 75}{space 2} .0501214{col 86}{space 1}    0.23{col 95}{space 3}0.814{col 103}{space 4}-.0864597{col 116}{space 3} .1100127
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .0948701{col 75}{space 2} .1059476{col 86}{space 1}    0.90{col 95}{space 3}0.371{col 103}{space 4}-.1127834{col 116}{space 3} .3025236
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} .1513353{col 75}{space 2} .5832565{col 86}{space 1}    0.26{col 95}{space 3}0.795{col 103}{space 4}-.9918264{col 116}{space 3} 1.294497
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2} .5342408{col 75}{space 2} .5843017{col 86}{space 1}    0.91{col 95}{space 3}0.361{col 103}{space 4}-.6109696{col 116}{space 3} 1.679451
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2} .6984652{col 75}{space 2} .6240185{col 86}{space 1}    1.12{col 95}{space 3}0.263{col 103}{space 4}-.5245886{col 116}{space 3} 1.921519
{txt}{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}/cut1 {c |}{col 63}{res}{space 2}-2.420007{col 75}{space 2} .5778766{col 103}{space 4}-3.552624{col 116}{space 3}-1.287389
{txt}{space 56}/cut2 {c |}{col 63}{res}{space 2}-.5029213{col 75}{space 2}  .513882{col 103}{space 4}-1.510111{col 116}{space 3} .5042689
{txt}{space 56}/cut3 {c |}{col 63}{res}{space 2}-.3195587{col 75}{space 2} .5140637{col 103}{space 4}-1.327105{col 116}{space 3} .6879877
{txt}{space 56}/cut4 {c |}{col 63}{res}{space 2}-.1134873{col 75}{space 2} .5145973{col 103}{space 4} -1.12208{col 116}{space 3}  .895105
{txt}{space 56}/cut5 {c |}{col 63}{res}{space 2} .1021726{col 75}{space 2} .5151586{col 103}{space 4}-.9075198{col 116}{space 3} 1.111865
{txt}{space 56}/cut6 {c |}{col 63}{res}{space 2} .6811966{col 75}{space 2} .5155569{col 103}{space 4}-.3292764{col 116}{space 3}  1.69167
{txt}{space 56}/cut7 {c |}{col 63}{res}{space 2} .9751635{col 75}{space 2} .5159018{col 103}{space 4}-.0359855{col 116}{space 3} 1.986312
{txt}{space 56}/cut8 {c |}{col 63}{res}{space 2} 1.258779{col 75}{space 2} .5160618{col 103}{space 4} .2473167{col 116}{space 3} 2.270242
{txt}{space 56}/cut9 {c |}{col 63}{res}{space 2} 1.669019{col 75}{space 2} .5162738{col 103}{space 4} .6571411{col 116}{space 3} 2.680897
{txt}{space 55}/cut10 {c |}{col 63}{res}{space 2} 1.957274{col 75}{space 2} .5162934{col 103}{space 4} .9453572{col 116}{space 3}  2.96919
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}

{res}{txt}Iteration 0:{space 3}log pseudolikelihood = {res:-9975.3415}  
Iteration 1:{space 3}log pseudolikelihood = {res:-9761.2102}  
Iteration 2:{space 3}log pseudolikelihood = {res:-9761.1449}  
Iteration 3:{space 3}log pseudolikelihood = {res:-9761.1448}  
{res}
{txt}Ordered probit regression{col 49}Number of obs{col 67}= {res}     4,800
{txt}{col 49}Wald chi2({res}53{txt}){col 67}= {res}    414.22
{txt}{col 49}Prob > chi2{col 67}= {res}    0.0000
{txt}Log pseudolikelihood = {res}-9761.1448{txt}{col 49}Pseudo R2{col 67}= {res}    0.0215

{txt}{hline 62}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 63}{c |}{col 75}    Robust
{col 1}                                                           ls{col 63}{c |}      Coef.{col 75}   Std. Err.{col 87}      z{col 95}   P>|z|{col 103}     [95% Con{col 116}f. Interval]
{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}agesq {c |}{col 63}{res}{space 2} .0000147{col 75}{space 2} .0000158{col 86}{space 1}    0.93{col 95}{space 3}0.350{col 103}{space 4}-.0000162{col 116}{space 3} .0000457
{txt}{space 61} {c |}
{space 58}sex {c |}
{space 54}Female  {c |}{col 63}{res}{space 2} .0534771{col 75}{space 2} .0349063{col 86}{space 1}    1.53{col 95}{space 3}0.126{col 103}{space 4} -.014938{col 116}{space 3} .1218922
{txt}{space 61} {c |}
{space 58}edu {c |}
{space 17}Completed (compulsory) elementary education  {c |}{col 63}{res}{space 2} .0458672{col 75}{space 2} .0733624{col 86}{space 1}    0.63{col 95}{space 3}0.532{col 103}{space 4}-.0979204{col 116}{space 3} .1896548
{txt}Incomplete secondary school: technical/vocational type/(Comp  {c |}{col 63}{res}{space 2} .0117483{col 75}{space 2} .1159953{col 86}{space 1}    0.10{col 95}{space 3}0.919{col 103}{space 4}-.2155984{col 116}{space 3}  .239095
{txt}Complete secondary school: technical/vocational type/Seconda  {c |}{col 63}{res}{space 2}-.0228301{col 75}{space 2} .0892051{col 86}{space 1}   -0.26{col 95}{space 3}0.798{col 103}{space 4}-.1976688{col 116}{space 3} .1520086
{txt}Incomplete secondary: university-preparatory type/Secondary,  {c |}{col 63}{res}{space 2}-.0303214{col 75}{space 2} .0758524{col 86}{space 1}   -0.40{col 95}{space 3}0.689{col 103}{space 4}-.1789894{col 116}{space 3} .1183467
{txt}Complete secondary: university-preparatory type/Full seconda  {c |}{col 63}{res}{space 2} .0416225{col 75}{space 2} .0694148{col 86}{space 1}    0.60{col 95}{space 3}0.549{col 103}{space 4} -.094428{col 116}{space 3}  .177673
{txt}Some university without degree/Higher education - lower-leve  {c |}{col 63}{res}{space 2}  .078069{col 75}{space 2} .0722162{col 86}{space 1}    1.08{col 95}{space 3}0.280{col 103}{space 4}-.0634722{col 116}{space 3} .2196103
{txt}University with degree/Higher education - upper-level tertia  {c |}{col 63}{res}{space 2} .1260838{col 75}{space 2} .0691222{col 86}{space 1}    1.82{col 95}{space 3}0.068{col 103}{space 4}-.0093931{col 116}{space 3} .2615608
{txt}{space 59}9  {c |}{col 63}{res}{space 2}-.1439939{col 75}{space 2} .2242671{col 86}{space 1}   -0.64{col 95}{space 3}0.521{col 103}{space 4}-.5835493{col 116}{space 3} .2955615
{txt}{space 61} {c |}
{space 54}marital {c |}
{space 53}Married  {c |}{col 63}{res}{space 2}-.1488803{col 75}{space 2} .4176131{col 86}{space 1}   -0.36{col 95}{space 3}0.721{col 103}{space 4} -.967387{col 116}{space 3} .6696264
{txt}{space 34}Living together as married  {c |}{col 63}{res}{space 2}-.3045793{col 75}{space 2} .4209113{col 86}{space 1}   -0.72{col 95}{space 3}0.469{col 103}{space 4} -1.12955{col 116}{space 3} .5203916
{txt}{space 51}Separated  {c |}{col 63}{res}{space 2}-.4554273{col 75}{space 2} .4334258{col 86}{space 1}   -1.05{col 95}{space 3}0.293{col 103}{space 4}-1.304926{col 116}{space 3} .3940717
{txt}{space 53}Widowed  {c |}{col 63}{res}{space 2}-.1243542{col 75}{space 2} .4250279{col 86}{space 1}   -0.29{col 95}{space 3}0.770{col 103}{space 4}-.9573935{col 116}{space 3} .7086852
{txt}{space 40}Single/Never married  {c |}{col 63}{res}{space 2}-.2089683{col 75}{space 2} .4195867{col 86}{space 1}   -0.50{col 95}{space 3}0.618{col 103}{space 4}-1.031343{col 116}{space 3} .6134066
{txt}{space 61} {c |}
{space 55}employ {c |}
{space 51}Full time  {c |}{col 63}{res}{space 2}-.0446822{col 75}{space 2} .0732831{col 86}{space 1}   -0.61{col 95}{space 3}0.542{col 103}{space 4}-.1883145{col 116}{space 3}   .09895
{txt}{space 51}Part time  {c |}{col 63}{res}{space 2}-.0867175{col 75}{space 2} .0855481{col 86}{space 1}   -1.01{col 95}{space 3}0.311{col 103}{space 4}-.2543887{col 116}{space 3} .0809537
{txt}{space 47}Self employed  {c |}{col 63}{res}{space 2}-.1134083{col 75}{space 2} .0778844{col 86}{space 1}   -1.46{col 95}{space 3}0.145{col 103}{space 4} -.266059{col 116}{space 3} .0392424
{txt}{space 53}Retired  {c |}{col 63}{res}{space 2} .0405901{col 75}{space 2} .1210258{col 86}{space 1}    0.34{col 95}{space 3}0.737{col 103}{space 4}-.1966162{col 116}{space 3} .2777963
{txt}{space 51}Housewife  {c |}{col 63}{res}{space 2}-.0683813{col 75}{space 2} .0818311{col 86}{space 1}   -0.84{col 95}{space 3}0.403{col 103}{space 4}-.2287673{col 116}{space 3} .0920047
{txt}{space 50}Unemployed  {c |}{col 63}{res}{space 2}-.0558486{col 75}{space 2} .0708593{col 86}{space 1}   -0.79{col 95}{space 3}0.431{col 103}{space 4}-.1947303{col 116}{space 3} .0830331
{txt}{space 55}Other  {c |}{col 63}{res}{space 2} .1855656{col 75}{space 2} .4379487{col 86}{space 1}    0.42{col 95}{space 3}0.672{col 103}{space 4} -.672798{col 116}{space 3} 1.043929
{txt}{space 61} {c |}
{space 55}health {c |}
{space 56}Poor  {c |}{col 63}{res}{space 2} .8682424{col 75}{space 2} .3087913{col 86}{space 1}    2.81{col 95}{space 3}0.005{col 103}{space 4} .2630226{col 116}{space 3} 1.473462
{txt}{space 56}Fair  {c |}{col 63}{res}{space 2} 1.177436{col 75}{space 2} .3020457{col 86}{space 1}    3.90{col 95}{space 3}0.000{col 103}{space 4} .5854376{col 116}{space 3} 1.769435
{txt}{space 56}Good  {c |}{col 63}{res}{space 2} 1.322578{col 75}{space 2} .3027268{col 86}{space 1}    4.37{col 95}{space 3}0.000{col 103}{space 4} .7292447{col 116}{space 3} 1.915912
{txt}{space 51}Very good  {c |}{col 63}{res}{space 2} 1.603611{col 75}{space 2} .3045473{col 86}{space 1}    5.27{col 95}{space 3}0.000{col 103}{space 4} 1.006709{col 116}{space 3} 2.200512
{txt}{space 61} {c |}
{space 55}income {c |}
{space 50}Lower step  {c |}{col 63}{res}{space 2}-.4234415{col 75}{space 2} .5836518{col 86}{space 1}   -0.73{col 95}{space 3}0.468{col 103}{space 4}-1.567378{col 116}{space 3}  .720495
{txt}{space 49}second step  {c |}{col 63}{res}{space 2}-.5989173{col 75}{space 2} .5832121{col 86}{space 1}   -1.03{col 95}{space 3}0.304{col 103}{space 4}-1.741992{col 116}{space 3} .5441574
{txt}{space 50}Third step  {c |}{col 63}{res}{space 2}-.4003993{col 75}{space 2} .5820498{col 86}{space 1}   -0.69{col 95}{space 3}0.492{col 103}{space 4}-1.541196{col 116}{space 3} .7403975
{txt}{space 49}Fourth step  {c |}{col 63}{res}{space 2}-.2726482{col 75}{space 2} .5817413{col 86}{space 1}   -0.47{col 95}{space 3}0.639{col 103}{space 4} -1.41284{col 116}{space 3} .8675437
{txt}{space 50}Fifth step  {c |}{col 63}{res}{space 2}-.2663861{col 75}{space 2} .5805133{col 86}{space 1}   -0.46{col 95}{space 3}0.646{col 103}{space 4}-1.404171{col 116}{space 3} .8713991
{txt}{space 50}Sixth step  {c |}{col 63}{res}{space 2}-.1734807{col 75}{space 2} .5809141{col 86}{space 1}   -0.30{col 95}{space 3}0.765{col 103}{space 4}-1.312051{col 116}{space 3} .9650901
{txt}{space 48}Seventh step  {c |}{col 63}{res}{space 2}-.0281589{col 75}{space 2} .5819582{col 86}{space 1}   -0.05{col 95}{space 3}0.961{col 103}{space 4}-1.168776{col 116}{space 3} 1.112458
{txt}{space 50}Eigth step  {c |}{col 63}{res}{space 2} .0008615{col 75}{space 2} .5832017{col 86}{space 1}    0.00{col 95}{space 3}0.999{col 103}{space 4}-1.142193{col 116}{space 3} 1.143916
{txt}{space 49}Nineth step  {c |}{col 63}{res}{space 2}  .280855{col 75}{space 2} .5933945{col 86}{space 1}    0.47{col 95}{space 3}0.636{col 103}{space 4}-.8821769{col 116}{space 3} 1.443887
{txt}{space 50}Tenth step  {c |}{col 63}{res}{space 2}   .08746{col 75}{space 2}   .60738{col 86}{space 1}    0.14{col 95}{space 3}0.886{col 103}{space 4}-1.102983{col 116}{space 3} 1.277903
{txt}{space 61} {c |}
{space 56}trust {c |}
{space 34}Most people can be trusted  {c |}{col 63}{res}{space 2} .0500819{col 75}{space 2} .0721055{col 86}{space 1}    0.69{col 95}{space 3}0.487{col 103}{space 4}-.0912423{col 116}{space 3} .1914061
{txt}{space 59}3  {c |}{col 63}{res}{space 2}-.3078664{col 75}{space 2}  .195405{col 86}{space 1}   -1.58{col 95}{space 3}0.115{col 103}{space 4}-.6908532{col 116}{space 3} .0751204
{txt}{space 61} {c |}
{space 53}congress {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.0548888{col 75}{space 2} .0774426{col 86}{space 1}   -0.71{col 95}{space 3}0.478{col 103}{space 4}-.2066735{col 116}{space 3} .0968959
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0162917{col 75}{space 2} .0381843{col 86}{space 1}   -0.43{col 95}{space 3}0.670{col 103}{space 4}-.0911316{col 116}{space 3} .0585481
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1012216{col 75}{space 2} .0521436{col 86}{space 1}    1.94{col 95}{space 3}0.052{col 103}{space 4} -.000978{col 116}{space 3} .2034213
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.1761307{col 75}{space 2}  .168656{col 86}{space 1}   -1.04{col 95}{space 3}0.296{col 103}{space 4}-.5066904{col 116}{space 3}  .154429
{txt}{space 61} {c |}
{space 57}govt {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2}-.1488797{col 75}{space 2} .0749153{col 86}{space 1}   -1.99{col 95}{space 3}0.047{col 103}{space 4} -.295711{col 116}{space 3}-.0020484
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0106325{col 75}{space 2} .0390128{col 86}{space 1}   -0.27{col 95}{space 3}0.785{col 103}{space 4}-.0870961{col 116}{space 3} .0658311
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2}-.0249433{col 75}{space 2}   .05275{col 86}{space 1}   -0.47{col 95}{space 3}0.636{col 103}{space 4}-.1283315{col 116}{space 3} .0784448
{txt}{space 59}5  {c |}{col 63}{res}{space 2} .1033983{col 75}{space 2} .1056585{col 86}{space 1}    0.98{col 95}{space 3}0.328{col 103}{space 4}-.1036885{col 116}{space 3} .3104852
{txt}{space 61} {c |}
{space 57}judi {c |}
{space 49}None at all  {c |}{col 63}{res}{space 2} .0424504{col 75}{space 2}   .10031{col 86}{space 1}    0.42{col 95}{space 3}0.672{col 103}{space 4}-.1541537{col 116}{space 3} .2390544
{txt}{space 47}Not very much  {c |}{col 63}{res}{space 2}-.0206007{col 75}{space 2} .0451893{col 86}{space 1}   -0.46{col 95}{space 3}0.648{col 103}{space 4}-.1091702{col 116}{space 3} .0679687
{txt}{space 48}A great deal  {c |}{col 63}{res}{space 2} .1068713{col 75}{space 2} .0505082{col 86}{space 1}    2.12{col 95}{space 3}0.034{col 103}{space 4} .0078771{col 116}{space 3} .2058654
{txt}{space 59}5  {c |}{col 63}{res}{space 2}-.4869468{col 75}{space 2} .1729405{col 86}{space 1}   -2.82{col 95}{space 3}0.005{col 103}{space 4}-.8259039{col 116}{space 3}-.1479897
{txt}{space 61} {c |}
{space 57}wave {c |}
{space 51}1999-2004  {c |}{col 63}{res}{space 2} .6744913{col 75}{space 2} .6033943{col 86}{space 1}    1.12{col 95}{space 3}0.264{col 103}{space 4}-.5081397{col 116}{space 3} 1.857122
{txt}{space 51}2010-2014  {c |}{col 63}{res}{space 2}   .55616{col 75}{space 2} .5808511{col 86}{space 1}    0.96{col 95}{space 3}0.338{col 103}{space 4}-.5822873{col 116}{space 3} 1.694607
{txt}{space 51}2017-2020  {c |}{col 63}{res}{space 2}  .715054{col 75}{space 2} .6202709{col 86}{space 1}    1.15{col 95}{space 3}0.249{col 103}{space 4}-.5006546{col 116}{space 3} 1.930763
{txt}{hline 62}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 56}/cut1 {c |}{col 63}{res}{space 2}-2.410871{col 75}{space 2} .5849554{col 103}{space 4}-3.557362{col 116}{space 3}-1.264379
{txt}{space 56}/cut2 {c |}{col 63}{res}{space 2}-.4935496{col 75}{space 2} .5231202{col 103}{space 4}-1.518846{col 116}{space 3} .5317471
{txt}{space 56}/cut3 {c |}{col 63}{res}{space 2}-.3102183{col 75}{space 2} .5232868{col 103}{space 4}-1.335842{col 116}{space 3} .7154049
{txt}{space 56}/cut4 {c |}{col 63}{res}{space 2}-.1041098{col 75}{space 2} .5238323{col 103}{space 4}-1.130802{col 116}{space 3} .9225827
{txt}{space 56}/cut5 {c |}{col 63}{res}{space 2} .1116553{col 75}{space 2} .5244241{col 103}{space 4}-.9161971{col 116}{space 3} 1.139508
{txt}{space 56}/cut6 {c |}{col 63}{res}{space 2} .6911264{col 75}{space 2} .5248288{col 103}{space 4}-.3375191{col 116}{space 3} 1.719772
{txt}{space 56}/cut7 {c |}{col 63}{res}{space 2} .9853178{col 75}{space 2} .5251748{col 103}{space 4}-.0440059{col 116}{space 3} 2.014642
{txt}{space 56}/cut8 {c |}{col 63}{res}{space 2} 1.269292{col 75}{space 2} .5253445{col 103}{space 4} .2396355{col 116}{space 3} 2.298948
{txt}{space 56}/cut9 {c |}{col 63}{res}{space 2} 1.680245{col 75}{space 2} .5255755{col 103}{space 4} .6501361{col 116}{space 3} 2.710354
{txt}{space 55}/cut10 {c |}{col 63}{res}{space 2} 1.969014{col 75}{space 2} .5255898{col 103}{space 4} .9388772{col 116}{space 3} 2.999152
{txt}{hline 62}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}

{com}. 
. 
. ***                                                             FIGURES                                                                         ***
. 
. *Cumulative Distribution Functions (CDF) using Jenkin's ineqord and codes*
. **First generate the groups**
. 
. 
. ssc install ineqord, replace
{txt}checking {hilite:ineqord} consistency and verifying not already installed...
all files already exist and are up to date.

{com}. 
. 
. *Generate two income groups
. 
. gen incgrp=.
{txt}(4,800 missing values generated)

{com}. replace incgrp=1 if income>=1 & income<=5
{txt}(2,581 real changes made)

{com}. replace incgrp=2 if income>=6 & income<=10
{txt}(1,010 real changes made)

{com}. 
. *Generate three education groups
. 
. 
. gen edgrp=. 
{txt}(4,800 missing values generated)

{com}. replace edgrp=1 if edu<=2 
{txt}(957 real changes made)

{com}. replace edgrp=2 if edu>=3 & edu<=6
{txt}(1,450 real changes made)

{com}. replace edgrp=3 if edu>=7 & edu<=8 
{txt}(1,152 real changes made)

{com}. 
. *Generate Health Groups
. 
. gen healthgrp=. 
{txt}(4,800 missing values generated)

{com}. replace healthgrp=1 if health==1 |health==2 | health==3
{txt}(2,234 real changes made)

{com}. replace healthgrp=2 if health==4 | health==5 
{txt}(2,566 real changes made)

{com}. 
. 
. *Congress CDF
. gen congcdf=. 
{txt}(4,800 missing values generated)

{com}. replace congcdf=1 if congress>=1 & congress <=2
{txt}(1,827 real changes made)

{com}. replace congcdf=2 if congress>=3 & congress <=4  
{txt}(2,938 real changes made)

{com}. 
. *Executive CDF 
. 
. gen govtcdf=. 
{txt}(4,800 missing values generated)

{com}. replace govtcdf=1 if govt>=1 & govt <=2
{txt}(1,774 real changes made)

{com}. replace govtcdf=2 if govt>=3 & govt <=4
{txt}(2,930 real changes made)

{com}. 
. *Police CDF
. gen policecdf=. 
{txt}(4,800 missing values generated)

{com}. replace policecdf=1 if police>=1 & police <=2
{txt}(1,654 real changes made)

{com}. replace policecdf=2 if police>=3 & police <=4
{txt}(3,125 real changes made)

{com}. 
. *Civil Service CDf 
. gen civilservcdf=. 
{txt}(4,800 missing values generated)

{com}. replace civilservcdf=1 if civilserv>=1 & civilserv <=2
{txt}(1,460 real changes made)

{com}. replace civilservcdf=2 if civilserv>=3 & civilserv <=4
{txt}(3,299 real changes made)

{com}. 
. *Judiciary
.  
. gen judicdf=. 
{txt}(4,800 missing values generated)

{com}. replace judicdf=1 if judi>=1 & judi <=2
{txt}(1,093 real changes made)

{com}. replace judicdf=2 if judi>=3 & judi <=4
{txt}(2,491 real changes made)

{com}. 
. 
. 
. tab ls

    {txt}Satisfaction {c |}
  with your life {c |}      Freq.     Percent        Cum.
{hline 17}{c +}{hline 35}
               0 {c |}{res}          1        0.02        0.02
{txt}    Dissatisfied {c |}{res}        228        4.75        4.77
{txt}               2 {c |}{res}         97        2.02        6.79
{txt}               3 {c |}{res}        144        3.00        9.79
{txt}               4 {c |}{res}        195        4.06       13.85
{txt}               5 {c |}{res}        754       15.71       29.56
{txt}               6 {c |}{res}        489       10.19       39.75
{txt}               7 {c |}{res}        506       10.54       50.29
{txt}               8 {c |}{res}        727       15.15       65.44
{txt}               9 {c |}{res}        459        9.56       75.00
{txt}       Satisfied {c |}{res}      1,200       25.00      100.00
{txt}{hline 17}{c +}{hline 35}
           Total {c |}{res}      4,800      100.00
{txt}
{com}. gen sat= ls+1
{txt}
{com}. label variable sat "= ls + 1"
{txt}
{com}. 
. 
. 
. *CDFs by sex 
. 
. ineqord sat
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}1          11          11           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.04729     6.58434     2.56600
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.27625     0.42763     0.57120     0.42763     0.29413
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.42763     0.42270     0.48727     0.58106     0.55155
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 47}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)
{hline 10}{c +}{hline 47}
          {c |}    {res}0.80026     0.88100     1.12047     1.94022
{txt}{hline 10}{c BT}{hline 47}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 47}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)
{hline 10}{c +}{hline 47}
          {c |}    {res}0.67387     0.79174     1.05561     1.89184
{txt}{hline 10}{c BT}{hline 47}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.60501     0.57360
{txt}{hline 10}{c BT}{hline 23}

{com}. tab sat sex, column nofreq

           {txt}{c |}          Sex
  = ls + 1 {c |}      Male     Female {c |}     Total
{hline 11}{c +}{hline 22}{c +}{hline 10}
         1 {c |}{res}      0.00       0.04 {txt}{c |}{res}      0.02 
{txt}         2 {c |}{res}      4.75       4.75 {txt}{c |}{res}      4.75 
{txt}         3 {c |}{res}      2.08       1.96 {txt}{c |}{res}      2.02 
{txt}         4 {c |}{res}      3.17       2.83 {txt}{c |}{res}      3.00 
{txt}         5 {c |}{res}      4.29       3.83 {txt}{c |}{res}      4.06 
{txt}         6 {c |}{res}     16.13      15.29 {txt}{c |}{res}     15.71 
{txt}         7 {c |}{res}     10.13      10.25 {txt}{c |}{res}     10.19 
{txt}         8 {c |}{res}     11.00      10.08 {txt}{c |}{res}     10.54 
{txt}         9 {c |}{res}     14.83      15.46 {txt}{c |}{res}     15.15 
{txt}        10 {c |}{res}      9.13      10.00 {txt}{c |}{res}      9.56 
{txt}        11 {c |}{res}     24.50      25.50 {txt}{c |}{res}     25.00 
{txt}{hline 11}{c +}{hline 22}{c +}{hline 10}
     Total {c |}{res}    100.00     100.00 {txt}{c |}{res}    100.00 
{txt}
{com}. 
. ineqord sat if sex == 1 & sat != 1, alpha(.9) ///
> catv(v_male) catpr(f_male) catcpr(F_male) catspr(S_male) ///
> gldvar(gld_male) gluvar(glu_male) hplus(hp_male) hminus(hm_male)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.99750     6.59107     2.56731
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.26833     0.47426     0.55424     0.41981     0.28571
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.47426     0.49457     0.55842     0.76658     0.64721
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79972     0.88152     1.12182     1.94341     4.49394
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.67806     0.79559     1.05954     1.89710     4.45472
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.82544     0.94323
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if sex == 2 & sat != 1, alpha(.9) ///
> catv(v_fem) catpr(f_fem) catcpr(F_fem) catspr(S_fem) ///
> gldvar(gld_fem) gluvar(glu_fem) hplus(hp_fem) hminus(hm_fem)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.10004     6.55713     2.56069
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.24093     0.47121     0.54726     0.41452     0.28458
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.47121     0.44726     0.53463     0.69817     0.61355
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79846     0.87950     1.11844     1.93617     4.47535
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.66941     0.78758     1.05126     1.88583     4.43252
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.83248     0.94922
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. tw (line F_male v_male, sort c(stairstep) lcolor(black) ) ///
> (line F_fem v_fem, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "Male") label(2 "Female") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(sex.gph, replace) 
{res}{txt}(file sex.gph saved)

{com}. 
. 
. *CDFs by incgroup
. 
. ineqord sat
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}1          11          11           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.04729     6.58434     2.56600
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.27625     0.42763     0.57120     0.42763     0.29413
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.42763     0.42270     0.48727     0.58106     0.55155
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 47}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)
{hline 10}{c +}{hline 47}
          {c |}    {res}0.80026     0.88100     1.12047     1.94022
{txt}{hline 10}{c BT}{hline 47}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 47}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)
{hline 10}{c +}{hline 47}
          {c |}    {res}0.67387     0.79174     1.05561     1.89184
{txt}{hline 10}{c BT}{hline 47}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.60501     0.57360
{txt}{hline 10}{c BT}{hline 23}

{com}. tab sat incgrp, column nofreq

           {txt}{c |}        incgrp
  = ls + 1 {c |}         1          2 {c |}     Total
{hline 11}{c +}{hline 22}{c +}{hline 10}
         2 {c |}{res}      6.90       1.88 {txt}{c |}{res}      5.49 
{txt}         3 {c |}{res}      2.63       0.69 {txt}{c |}{res}      2.09 
{txt}         4 {c |}{res}      3.22       1.98 {txt}{c |}{res}      2.87 
{txt}         5 {c |}{res}      4.34       1.98 {txt}{c |}{res}      3.68 
{txt}         6 {c |}{res}     16.31       8.02 {txt}{c |}{res}     13.98 
{txt}         7 {c |}{res}      9.34      10.30 {txt}{c |}{res}      9.61 
{txt}         8 {c |}{res}      9.34      13.86 {txt}{c |}{res}     10.61 
{txt}         9 {c |}{res}     12.90      20.99 {txt}{c |}{res}     15.18 
{txt}        10 {c |}{res}      7.44      14.46 {txt}{c |}{res}      9.41 
{txt}        11 {c |}{res}     27.59      25.84 {txt}{c |}{res}     27.10 
{txt}{hline 11}{c +}{hline 22}{c +}{hline 10}
     Total {c |}{res}    100.00     100.00 {txt}{c |}{res}    100.00 
{txt}
{com}. 
. ineqord sat if incgrp == 1 & sat != 1, alpha(.9) ///
> catv(v_bel) catpr(f_bel) catcpr(F_bel) catspr(S_bel) ///
> gldvar(gld_bel) gluvar(glu_bel) hplus(hp_bel) hminus(hm_bel)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.88144     7.69059     2.77319
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.65866     0.51763     0.59895     0.45633     0.30990
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.51763     0.53049     0.60125     0.80167     0.68785
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.78810     0.87343     1.11394     1.93026     4.46184
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.65979     0.77930     1.04346     1.87641     4.41557
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.84624     0.97339
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if incgrp == 2 & sat !=1, alpha(.9) ///
> catv(v_abv) catpr(f_abv) catcpr(F_abv) catspr(S_abv) ///
> gldvar(gld_abv) gluvar(glu_abv) hplus(hp_abv) hminus(hm_abv)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.72475     4.36222     2.08859
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}3.19604     0.35512     0.41647     0.29769     0.18806
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.35512     0.36062     0.42742     0.68813     0.50778
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79625     0.86642     1.09505     1.89023     4.36556
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.64663     0.76263     1.02041     1.83480     4.31854
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.82995     0.93113
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. tw (line F_bel v_bel, sort c(stairstep) lcolor(black) ) ///
> (line F_abv v_abv, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "Income<=5") label(2 "Income >=6 & Income <=10") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(income.gph, replace) 
{res}{txt}(file income.gph saved)

{com}. 
. 
. 
. *CDFs by education group 
. 
. 
. ineqord sat if edgrp == 1 & sat != 1, alpha(.9) ///
> catv(v_elem) catpr(f_elem) catcpr(F_elem) catspr(S_elem) ///
> gldvar(gld_elem) gluvar(glu_elem) hplus(hp_elem) hminus(hm_elem)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.71996     7.83572     2.79924
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.75235     0.52804     0.61168     0.46929     0.31950
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.52804     0.53414     0.60793     0.77589     0.69670
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.78549     0.87287     1.11549     1.93597     4.47856
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.66910     0.78784     1.05213     1.88780     4.43730
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.83808     0.96677
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if edgrp == 2 & sat !=1, alpha(.9) ///
> catv(v_sec) catpr(f_sec) catcpr(F_sec) catspr(S_sec) ///
> gldvar(gld_sec) gluvar(glu_sec) hplus(hp_sec) hminus(hm_sec)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.80966     6.92855     2.63221
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.40828     0.48981     0.57414     0.43556     0.29239
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.48981     0.50041     0.57050     0.74037     0.66221
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79586     0.87980     1.12167     1.94543     4.50095
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.68199     0.79931     1.06340     1.90223     4.46443
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.82413     0.94751
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if edgrp == 3 & sat !=1, alpha(.9) ///
> catv(v_uni) catpr(f_uni) catcpr(F_uni) catspr(S_uni) ///
> gldvar(gld_uni) gluvar(glu_uni) hplus(hp_uni) hminus(hm_uni)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.31538     5.07697     2.25321
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}3.62815     0.40313     0.47662     0.35409     0.23364
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.40313     0.38695     0.46563     0.62838     0.54589
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.78774     0.86598     1.10304     1.91542     4.43655
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.67917     0.79304     1.05223     1.87876     4.40594
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.80212     0.90749
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. 
. tw (line F_elem v_elem, sort c(stairstep) lcolor(black) ) ///
> (line F_sec v_sec, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> (line F_uni v_uni, sort c(stairstep) lcolor(black) lpatt(longdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "Elementary Level-Un/completed") label(2 "Secondary Level-Un/completed") ///
> label(3 "University Level-Un/completed") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(income.gph, replace) 
{res}{txt}(file income.gph saved)

{com}. 
. 
. *CDFs by employment status Employed vs Unemployed 
. 
. 
. ineqord sat if employ==1,  alpha(.9) ///
> catv(v_full) catpr(f_full) catcpr(F_full) catspr(S_full) ///
> gldvar(gld_full) gluvar(glu_full) hplus(hp_full) hminus(hm_full)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.13058     5.91415     2.43190
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.01718     0.44635     0.52175     0.39481     0.27141
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.44635     0.42332     0.50745     0.65499     0.58705
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79997     0.87897     1.11750     1.93628     4.47920
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.68083     0.79682     1.05910     1.89352     4.44323
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.81448     0.92574
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if employ== 7 & sat != 1, alpha(.9) ///
> catv(v_unem) catpr(f_unem) catcpr(F_unem) catspr(S_unem) ///
> gldvar(gld_unem) gluvar(glu_unem) hplus(hp_unem) hminus(hm_unem)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.02595     6.79586     2.60689
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.35892     0.48432     0.56064     0.42835     0.29828
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.48432     0.50817     0.56947     0.79234     0.65615
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79657     0.87927     1.11969     1.94013     4.48633
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.67352     0.79162     1.05570     1.89225     4.44565
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.83017     0.94693
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. tw (line F_full v_full, sort c(stairstep) lcolor(black) ) ///
> (line F_unem v_unem, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "Full time") label(2 "Unemployed") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(employ.gph, replace) 
{res}{txt}(file employ.gph saved)

{com}. 
. 
. *CDFs by Health Status 
. 
. ineqord sat if healthgrp == 1 & sat != 1,  alpha(.9) ///
> catv(v_poor) catpr(f_poor) catcpr(F_poor) catspr(S_poor) ///
> gldvar(gld_poor) gluvar(glu_poor) hplus(hp_poor) hminus(hm_poor)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.65533     7.12432     2.66914
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.45658     0.49518     0.59097     0.44663     0.29978
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.49518     0.49152     0.57042     0.70180     0.66235
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79202     0.87980     1.12536     1.95638     4.53129
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.69997     0.81525     1.07911     1.92248     4.50284
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.80545     0.92329
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if healthgrp== 2 & sat != 1, alpha(.9) ///
> catv(v_good) catpr(f_good) catcpr(F_good) catspr(S_good) ///
> gldvar(gld_good) gluvar(glu_good) hplus(hp_good) hminus(hm_good)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.39142     5.84751     2.41816
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}3.88382     0.43154     0.50171     0.36985     0.24013
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.43154     0.42030     0.50108     0.72073     0.57997
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.80044     0.87547     1.10857     1.91383     4.41834
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.64853     0.76740     1.02934     1.85412     4.36733
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.84665     0.96140
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. tw (line F_poor v_poor, sort c(stairstep) lcolor(black) ) ///
> (line F_good v_good, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "Very Poor to Fair") label(2 "Good to Very Good") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(health.gph, replace) 
{res}{txt}(file health.gph saved)

{com}. 
. 
. *CDFs of main covariates 
. 
. *Congress
. 
. 
. ineqord sat if congcdf  == 1 & sat !=1, alpha(.9) ///
> catv(v_not) catpr(f_not) catcpr(F_not) catspr(S_not) ///
> gldvar(gld_not) gluvar(glu_not) hplus(hp_not) hminus(hm_not)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.93158     6.63880     2.57659
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.25068     0.47230     0.55960     0.42158     0.28348
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.47230     0.48547     0.55406     0.74301     0.64349
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79379     0.87860     1.12133     1.94662     4.50593
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.68859     0.80469     1.06812     1.90736     4.47283
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.81262     0.92692
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if congcdf == 2 & sat !=1, alpha(.9) ///
> catv(v_notvm) catpr(f_notvm) catcpr(F_notvm) catspr(S_notvm) ///
> gldvar(gld_notvm) gluvar(glu_notvm) hplus(hp_notvm) hminus(hm_notvm) 
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.13041     6.53306     2.55598
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.24106     0.47123     0.54467     0.41236     0.28140
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.47123     0.45023     0.53596     0.71057     0.61486
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.80189     0.88109     1.11852     1.93386     4.46724
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.66334     0.78221     1.04605     1.87937     4.42079
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.83958     0.95822
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. 
. tw (line F_not v_not, sort c(stairstep) lcolor(black) ) ///
> (line F_notvm v_notvm, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "None at all & Not very much") label(2 "Quite a lot & A great deal") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(cong.gph, replace) 
{res}{txt}(file cong.gph saved)

{com}. 
. drop v_not gld_not glu_not hp_not hm_not f_not F_not S_not v_notvm gld_notvm glu_notvm hp_notvm hm_notvm f_notvm F_notvm S_notvm 
{txt}
{com}. 
. 
. *Executive 
. 
. 
. ineqord sat if govtcdf  == 1 & sat !=1, alpha(.9) ///
> catv(v_not) catpr(f_not) catcpr(F_not) catspr(S_not) ///
> gldvar(gld_not) gluvar(glu_not) hplus(hp_not) hminus(hm_not)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.88663     6.55317     2.55992
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.24478     0.47164     0.55811     0.42138     0.28149
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.47164     0.48453     0.55264     0.73108     0.64359
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79326     0.87770     1.12037     1.94580     4.50545
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.69091     0.80661     1.06975     1.90884     4.47446
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.81013     0.92614
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if govtcdf == 2 & sat !=1, alpha(.9) ///
> catv(v_notvm) catpr(f_notvm) catcpr(F_notvm) catspr(S_notvm) ///
> gldvar(gld_notvm) gluvar(glu_notvm) hplus(hp_notvm) hminus(hm_notvm) 
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.15631     6.59830     2.56871
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.20887     0.46765     0.54561     0.40865     0.27299
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.46765     0.44342     0.53288     0.70745     0.61171
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.80127     0.88072     1.11804     1.93266     4.46383
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.66184     0.78074     1.04447     1.87717     4.41644
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.84023     0.95731
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. 
. tw (line F_not v_not, sort c(stairstep) lcolor(black) ) ///
> (line F_notvm v_notvm, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "None at all & Not very much") label(2 "Quite a lot & A great deal") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(cong.gph, replace) 
{res}{txt}(file cong.gph saved)

{com}. 
. drop v_not gld_not glu_not hp_not hm_not f_not F_not S_not v_notvm gld_notvm glu_notvm hp_notvm hm_notvm f_notvm F_notvm S_notvm
{txt}
{com}. 
. 
. 
. *Police 
. 
. ineqord sat if policecdf  == 1 & sat !=1, alpha(.9) ///
> catv(v_not) catpr(f_not) catcpr(F_not) catspr(S_not) ///
> gldvar(gld_not) gluvar(glu_not) hplus(hp_not) hminus(hm_not)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.93289     6.31915     2.51379
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.12938     0.45882     0.54630     0.41032     0.27525
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.45882     0.47178     0.53944     0.72165     0.62970
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79087     0.87525     1.11750     1.94128     4.49562
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.69193     0.80663     1.06868     1.90563     4.46573
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.80372     0.91693
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if policecdf == 2 & sat !=1, alpha(.9) ///
> catv(v_notvm) catpr(f_notvm) catcpr(F_notvm) catspr(S_notvm) ///
> gldvar(gld_notvm) gluvar(glu_notvm) hplus(hp_notvm) hminus(hm_notvm) 
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.11396     6.69530     2.58753
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.30602     0.47845     0.55205     0.41919     0.28765
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.47845     0.45727     0.54333     0.72088     0.62169
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.80235     0.88209     1.11996     1.93624     4.47235
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.66330     0.78248     1.04674     1.88106     4.42526
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.84122     0.95943
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. 
. tw (line F_not v_not, sort c(stairstep) lcolor(black) ) ///
> (line F_notvm v_notvm, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "No trust at all & Not very much") label(2 "Quite a lot & A great deal") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(cong.gph, replace) 
{res}{txt}(file cong.gph saved)

{com}. 
. drop v_not gld_not glu_not hp_not hm_not f_not F_not S_not v_notvm gld_notvm glu_notvm hp_notvm hm_notvm f_notvm F_notvm S_notvm
{txt}
{com}. 
. 
. *Civil Service 
. 
. 
. ineqord sat if civilservcdf == 1 & sat !=1, alpha(.9) ///
> catv(v_not) catpr(f_not) catcpr(F_not) catspr(S_not) ///
> gldvar(gld_not) gluvar(glu_not) hplus(hp_not) hminus(hm_not)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           8     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}7.91918     6.38003     2.52587
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.16712     0.46301     0.54920     0.41339     0.27635
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.46301     0.47682     0.54408     0.72565     0.63492
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79289     0.87648     1.11835     1.94209     4.49693
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.69045     0.80566     1.06811     1.90550     4.46629
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.80747     0.92289
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if civilservcdf == 2 & sat !=1, alpha(.9) ///
> catv(v_notvm) catpr(f_notvm) catcpr(F_notvm) catspr(S_notvm) ///
> gldvar(gld_notvm) gluvar(glu_notvm) hplus(hp_notvm) hminus(hm_notvm) 
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.12310     6.65211     2.57917
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.26319     0.47369     0.54973     0.41507     0.28198
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.47369     0.45044     0.53835     0.71133     0.61699
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.80108     0.88135     1.11954     1.93604     4.47244
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.66440     0.78334     1.04744     1.88169     4.42604
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.83924     0.95673
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. 
. tw (line F_not v_not, sort c(stairstep) lcolor(black) ) ///
> (line F_notvm v_notvm, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "No trust at all & Not very much") label(2 "Quite a lot & A great deal") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(cong.gph, replace) 
{res}{txt}(file cong.gph saved)

{com}. 
. drop v_not gld_not glu_not hp_not hm_not f_not F_not S_not v_notvm gld_notvm glu_notvm hp_notvm hm_notvm f_notvm F_notvm S_notvm
{txt}
{com}. 
. 
. 
. *Judiciary 
. 
. ineqord sat if judicdf == 1 & sat !=1, alpha(.9) ///
> catv(v_not) catpr(f_not) catcpr(F_not) catspr(S_not) ///
> gldvar(gld_not) gluvar(glu_not) hplus(hp_not) hminus(hm_not)
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.04670     6.48453     2.54647
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.20330     0.46703     0.54627     0.41331     0.28518
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.46703     0.43778     0.52776     0.66581     0.60725
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.78897     0.87192     1.11171     1.92862     4.46284
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.67458     0.79105     1.05307     1.88502     4.42590
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.82074     0.93739
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. ineqord sat if judicdf == 2 & sat !=1, alpha(.9) ///
> catv(v_notvm) catpr(f_notvm) catcpr(F_notvm) catspr(S_notvm) ///
> gldvar(gld_notvm) gluvar(glu_notvm) hplus(hp_notvm) hminus(hm_notvm) 
 
{txt}Summary statistics for observed levels

{hline 10}{c TT}{hline 47}
  All obs {c |}     min         max      # levels     median  
{hline 10}{c +}{hline 47}
          {c |}     {res}2          11          10           9     
{txt}{hline 10}{c BT}{hline 47}
 
Mean, variance, and standard deviation of observed levels

{hline 10}{c TT}{hline 35}
  All obs {c |}       mean    variance          sd
{hline 10}{c +}{hline 35}
          {c |}    {res}8.25010     6.58602     2.56632
{txt}{hline 10}{c BT}{hline 35}
 
Polarization indices: Allison-Foster; Average Jump; Apouey P2(2); Apouey P2(1); Apouey P2(.5) 

{hline 10}{c TT}{hline 59}
  All obs {c |}        A-F    Av. Jump       P2(2)       P2(1)      P2(.5)
{hline 10}{c +}{hline 59}
          {c |}    {res}4.21357     0.46817     0.53822     0.40385     0.26839
{txt}{hline 10}{c BT}{hline 59}
 
Polarization indices: Abul Naga-Yalcin(a,b)

{hline 10}{c TT}{hline 59}
  All obs {c |}   ANY(1,1)    ANY(2,1)    ANY(1,2)    ANY(4,1)    ANY(1,4)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.46817     0.45339     0.53687     0.74909     0.61449
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, downward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.79673     0.87451     1.10895     1.91511     4.42083
{txt}{hline 10}{c BT}{hline 59}
  
Inequality indices: Cowell-Flachaire, upward-looking status

{hline 10}{c TT}{hline 59}
  All obs {c |}       I(0)      I(.25)       I(.5)      I(.75)       I(.9)
{hline 10}{c +}{hline 59}
          {c |}    {res}0.64493     0.76475     1.02749     1.85315     4.36766
{txt}{hline 10}{c BT}{hline 59}
 
Inequality indices: J_d (downward-looking status); J_u (upward-looking status)

{hline 10}{c TT}{hline 23}
  All obs {c |}         Jd          Ju
{hline 10}{c +}{hline 23}
          {c |}    {res}0.85473     0.97519
{txt}{hline 10}{c BT}{hline 23}

{com}. 
. 
. tw (line F_not v_not, sort c(stairstep) lcolor(black) ) ///
> (line F_notvm v_notvm, sort c(stairstep) lcolor(black) lpatt(shortdash) ) ///
> , xlab(1(1)11) yline(0.5, lpatt(shortdash) lcol(black)) ///
> ylab(0(.1)1, angle(0)) ytitle("{c -(}it:p{c )-}") xtitle("Response (rescaled)") ///
> legend(label(1 "No trust at all & Not very much") label(2 "Quite a lot & A great deal") col(1) ///
> ring(0) position(11) ) ///
> scheme(s1color) graphregion(color(white)) ///
> saving(cong.gph, replace) 
{res}{txt}(file cong.gph saved)

{com}. 
. drop v_not gld_not glu_not hp_not hm_not f_not F_not S_not v_notvm gld_notvm glu_notvm hp_notvm hm_notvm f_notvm F_notvm S_notvm
{txt}
{com}. 
. 
. 
. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}\\stustocoiscifs1.student.vuw.ac.nz\users$\piosantris\Documents\Log_62_Piosang.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res}27 May 2021, 16:55:24
{txt}{.-}
{smcl}
{txt}{sf}{ul off}